{"Introduction/kashmir-shaivism/schools-of-kashmir-shaivism":{"title":"schools of kashmir shaivism","links":["Introduction/pratyabhijna/pratyabhijñā","Introduction/kula-akula/kula","Introduction/krama/krama","Introduction/spanda/spanda"],"tags":["introduction","kashmirshaivism","articles","pratyabhijna","spanda","krama","kula"],"content":"Kashmir Shaivism is known as the Pure Trika System. The word Trika means “the threefold science of man and his world.” In the idea of trika, there are three Śakti-s (energies): parā (supreme), aparā (lowest), and parāpara (combination of the lowest and the highest). These three primary energies represent the threefold activities of the world. In the thought of the Trika, therefore, it is admitted that this whole universe and every action in it, whether spiritual, physical, or worldly, is existing in these three energies.\n\n\n“THE TRIKA PHILOSOPHY IS MEANT FOR ANY HUMAN BEING WITHOUT THE RESTRICTION OF CASTE, CREED, OR COLOR. ITS PURPOSE IS TO ENABLE YOU TO RISE FROM INDIVIDUALITY TO UNIVERSALITY.”\nSwāmi Lakṣamaṇa Jū\n\n\nThe Trika System is comprised of four sub-schools; the pratyabhijñā school, the kula school, the krama school, and the spanda school. These four systems, which form the one thought of the Trika system, all accept and are based on the same scriptures (Āgama-s). These scriptures form the ninety-two Āgama-s of Shaivism. The monistic Bhairava Śāstra-s are supreme (parā) and are sixty-four in number; the mono-dualistic Rudra Śāstra-s are medium (parāpara) and are eighteen in number; and the dualistic Śiva Śāstra-s are inferior (aparā) and are ten in number."},"Introduction/krama/krama":{"title":"krama","links":[],"tags":["krama","introduction","articles"],"content":"]■[ “Krama System.” ]■[\n⎯ The Krama system does not recognize the ways of either the Pratyabhijna or the Kula system. In the Krama system, you must rise in succession, step by step. This system teaches that step-by-step realization makes your realization firm. As the Krama system is concerned with successive realization, it is primarily concerned with space and time, because where there is succession there you find the existence of space and time. In both the Pratyabhijna and Kula systems you are beyond space and time. In the Krama system, it is in the end, not in its process, that you are beyond time and space because it also carries you to that timeless and space-less state.\n\n“The Krama system is primarily attributed to shaktopaya and to the twelve Kalis.”\n\nThe twelve Kalis are said to be the twelve movements of any one cognition. For example, if you look at any object such as a pot, the sensation travels from your thought to the place of the pot, and then returns again from the place of the pot to your thought, giving you the sensation whereby you realize this pot. You do not realize this pot at the place of the pot, you realize this pot in your mind. Your perception has moved from inside to the pot, and then returned again from the pot to your thought. And these movements are distributed in twelve ways as the twelve Kalis in the Krama system.\nThe rise of prana kundalini is also described in the Krama system, because in prana kundalini you rise from one cakra to another, from one state to another state. As this is a successive process it is found in the Krama system.\nAlthough the Krama system existed in the beginning of kali-yuga, having been introduced by the sage Durvasa, it was reintroduced at the end of the 7th century A.D. in Kashmir by the sage Erakanatha, who was also known as Shivanandanatha. Shivanandanatha had only three chief disciples which he initiated into the Krama system. Because in this system predominance is given only to shakti, all three were females. Their names were Keyuravati, Madanika, and Kalyanika. They were quite prominent and were completely informed in the Krama system. Afterwards, these ladies also initiated disciples, which were both male and female."},"Introduction/kula-akula/kula":{"title":"kula","links":[],"tags":["kula","introduction","articles"],"content":"]■[ “Kula System.” ]■[\n⎯ The Kula system teaches you how you can live in caitanya (universal Consciousness), the real nature of yourself, in the act of ascending and descending. While you rise from the lowest to the highest you realize your nature, and while you descend from the highest to the lowest you also realize your nature.\n“In the Kula system, there is no break in the realization of your own nature either in the highest or in the lowest cycle. This system, therefore, teaches you how you can live in totality.”\nIn fact, the word kula means “totality.”\nIn the practice of the Kula system, you have to realize the totality of the universe in one particle. Take one particle of anything that exists in this world; in that one particle is to be realized the totality of the whole universe. The totality of energy is found in one particle. Everything is full of one thing and one thing is full of all things.\nThe difference between the Pratyabhijna system and the Kula system is, that the Pratyabhijna system teaches you how to realize your own nature in one place and exist there, reside there. While the Kula system teaches you how you can rise from the lowest degree to the highest degree, and all the while, experience the nature of your Self on the same level and state. Shiva, which is realized in prithvi tattva (earth element), is the same level, the same reality of Shiva which is realized in Shiva tattva. Here, there is complete realization in every act of the world.\nThe Kula system was introduced in Kashmir in the beginning of the 5th century A.D. by Shri Macchandanatha. Later, in the 9th century, because its teachings had become distorted, it was reintroduced by Sumatinatha. In the line of masters that followed from Sumatinatha, Somanatha was his disciple. Shambhunatha was the disciple of Somanatha, and the great Abhinavagupta was the disciple of Shambhunatha."},"Introduction/pratyabhijna/pratyabhijñā":{"title":"pratyabhijna","links":[],"tags":["pratyabhijna","introduction","articles"],"content":"]■[ “Pratyabhijna System.” ]■[\n⎯ The word pratyabhijna means “to spontaneously once again recognize and realize your Self.” Here you have only to realize, you do not have to practice. There are no upayas (means) in the Pratyabhijna system. You must simply recognize who you are. Wherever you are, whether you are at the level of Supreme Being, at the level of yoga, or at that level which is disgusting, you can recognize your own Nature then and there without moving anywhere or doing anything.\nFor example, take the case of a bride and groom. The woman has not seen her husband-to-be and craves to see him. Concerning him she has only heard praise and glory but she has not actually met him. Suppose this girl and her future husband happen by chance to go separately on the same pilgrimage. When they arrive at the place of pilgrimage, they meet. The girl, however, does not feel any importance in this man because she does not know him to be her future husband. Yet her future husband and this man are the same person. Later, when a friend introduces her to him, telling her that this is the man who is to be her husband, then she is filled with happiness, pleasure, and ecstasy. She realizes that this is the same man she had seen before.\nIn the same way, reality dawns in the Pratyabhijna system. In whichever level you are situated, do not mind.\n“The moment recognition dawns, not only do you instantaneously become divine, but you also realize that you were already divine.”\nAt that moment, you realize that you were already the Lord but did not know it because you had misunderstood yourself.\nIn the Pratyabhijna philosophy it is your master who tells you, that ‘you are the same person for whom you are longing’, and he teaches you to reach the goal there and then without adopting any means. This teaching, therefore, is situated chiefly in anupaya, which is that means where there are no means at all. It is the recognition that there was nothing to be done and nowhere to go. Here, there is no practice, no concentration and no meditation. By the grace of your master you realize it and you are there.\nThe Pratyabhijna system was flourishing in the beginning of kali-yuga. As time passed, however, it became veiled due to misunderstanding. It wasn’t until the end of the eighth century A.D. that the great master Somananda reintroduced the Pratyabhijna system in Kashmir. Somananda’s disciple was Utpaladeva, and his disciple was Lakshmanagupta, and his disciple was the very great Abhinavagupta."},"Introduction/spanda/spanda":{"title":"spanda","links":[],"tags":["spanda","introduction","articles"],"content":"]■[ “Spanda System.” ]■[\n⎯ The fourth system, which comprises the Trika philosophy, is called the Spanda system. The word spanda means “movement.”\n“The Spanda school recognizes that nothing can exist without movement. Where there is movement there is life, and where there is no movement that is lifelessness.”\nThey realize that there is movement in wakefulness, dreaming, deep sleep, and turya. Though some thinkers argue that there is no movement in deep sleep the philosophers of the Spanda system realize that nothing can exist without movement.\nThe teachings of the Spanda system, which is an important practical system, are found embodied in the “Vijnana Bhairava Tantra,” the “Svacchanda Tantra,” and in the 6th chapter of the “Tantraloka.”\nThe Spanda System was introduced in Kashmir by the great sage Vasuguptanatha at the beginning of the 8th century A.D. Vasuguptanatha is the author of both the “Shiva Sutras” and the “Spanda Karikas.” The disciple of Vasuguptanatha was Kallata.\nSome teachers think that the “Spanda Karikas” were not composed by Vasuguptanatha but rather by his disciple Kallata. This theory, however, is absolutely incorrect."},"Introduction/trikashasan/trikashasan-introduction":{"title":"an introduction to trikaśāsan [tāntrik philosophy]","links":[],"tags":["introduction","trikashasan","articles","lineage","pratyabhijna","kula","krama","spanda","history","origin","kashmirshaivism"],"content":"Lo, the river of Bhāratiya lore and sacred praxis hath flowed through the ages in two mighty streams: the Vedik and the Āgamaic. If the wellspring of the Vedik current be the hallowed exhalation of Vāmadeva, that venerable countenance of Lord Swachchandanātha Bhairava, then verily, the root of the Āgamaic or Tāntrik torrent springeth forth from the august utterances of the fivefold mouths of that same ineffable Lord, Swachchandanātha Bhairava.\nThis Bhairavāgamadhārā, the celestial river of the Bhairavāgamic wisdom, is eternal and unyielding, flowing beyond the bounds of mortal comprehension. It abideth in a state of divine indifference, untainted by the fetters of worldly dualities. Free it is, as the wind that doth wander o’er the plains, and secret as the whisper of the night’s own shadow. Its waters are pure and unsullied, moving ever in accordance with the spontaneous and boundless grace of Lord Swachchandanātha Bhairava.\nThus, from the mouths of the Eternal Lord, whose fivefold utterances resonate with the mysteries of creation, preservation, dissolution, concealment, and grace, doth this sacred stream emerge. It is a current unseen by profane eyes, yet ever-present to the devout and those who walk the path of wisdom. And by this divine flow, unbroken and uncorrupted through the ages, are the veils of ignorance rent asunder, revealing the hidden truths of existence to those whose hearts are kindled by devotion.\nForsooth, the Vedik stream, born of a single breath, singeth the hymns of cosmic order and the laws of righteousness, whilst the Āgamaic stream, a cascade of manifold voices, speaketh of the hidden ways, the secret paths, and the mysteries concealed in the shadowed sanctuaries of the soul. Together, these two streams nourish the vast expanse of Bhāratiya knowledge, each complementing the other as the sun doth complement the moon.\nYet know this: the Āgamaic flow, steeped in secrecy and guarded by the wisdom of the ages, may only be accessed through the grace of Swachchandanātha Bhairava. It is He who, in His infinite compassion, granteth the seeker entrance into this realm of sacred knowledge, wherein the soul is transformed, and the divine is made manifest.\nSuch is the eternal and ineffable stream of Bhāratiya knowledge, flowing forth from the wellspring of the Divine, ever-guided by the hand of the Supreme Lord, Swachchandanātha Bhairava.\n\nAnd, from the sacred wellspring of the Āgamic current, there arose two noble streams of wisdom: the Rudragāma, which standeth as a synthesis of duality and nonduality, and the Shivagāma, rooted more firmly in dualistic understanding. In the fulness of time, the adherents of these venerable traditions, and likewise the followers of the Vedik stream and its kindred paths, didst mingle and interact one with the other. Through such exchanges, the doctrines, customs, and practices of each did become, in some measure, intertwined, creating thereby a moral tradition both mixed and multifaceted.\nThus, the blending of these rivers of thought and devotion did bear forth fruits of great consequence. The Rudrasūkta of the Vedic canon, the Śvetāśvatara Upanishad, and the Paśupata tradition were as tributaries joined to this mighty confluence. Likewise, the Brahma and Tripura Tāpinī Upanishads, the Tripurā literature, and the Katharudra stream did bear testimony to this interweaving. Verily, even in the realm of Bhāvanā and Tāntrik worship, the utterance of Vedic mantras and their sacred employment found a hallowed place. Such mingling of traditions, though born of diversity, became as a bridge between the realms of Vedic and Āgamic thought, enriching both.\nYet let it not be forgotten that the Tāntrik lore, though it doth borrow and lend, remaineth steadfastly distinct in its essence. Its tenets, its principles, and its sacred rites stand apart, forming a body of wisdom both unique and perfect in its own right. Unlike the Vedic path, which doth often speak in the language of universal law and sacrificial order, the Tāntrik path doth turn its gaze inward, delving into the hidden mysteries of the self, the cosmos, and the divine union that lieth beyond the veil of duality.\nThe gift of the Tāntrik stream, therefore, is one of revelation and transformation—a wisdom that doth teach the seeker to transcend the boundaries of the mundane and to commune with the ineffable. For though it doth acknowledge and, at times, employ the tools of the Vedic tradition, its heart beateth to a rhythm wholly its own. Its doctrines, born of the speech of Lord Swachchandanātha Bhairava, are as a treasure hidden in plain sight, veiled yet radiant, distinct yet universal, perfect in their sublime mystery.\nThus, while the mingling of these streams hath yielded a fertile ground of shared practice and belief, the Tāntrik tradition doth yet retain its sacred autonomy, standing as a pillar of spiritual profundity amidst the flowing rivers of Bhāratiya wisdom.\n\nAll philosophies, whether manifold or singular in their essence, do acknowledge the Supreme Being as the primordial root of the universe, albeit in forms that may differ in name and understanding. Yet, in truth, the foundation of all such doctrines and creeds doth rest upon the eternal pillars of Trikahṛdaya and Trikaśāsana. These twin bastions stand as the cornerstone of wisdom, proclaiming the undivided and transcendent nature of the Supreme.\nIn this lofty vision, the Supreme Being is beheld as indivisible and whole, beyond all division and duality. In the profoundest depths of its Absolute state, wherein the Supreme abideth in its most pristine essence, it is said that even the notion of Ćidānanda—the blissful consciousness—is impossible to conceive. For this state is none other than the Niranśa Anūttara Parā—the unfragmented and supreme transcendence. It is a realm where only Sanmātra, the pure being, doth prevail, undisturbed by any stirrings of differentiation or form.\nYet, from this infinite stillness and perfect oneness, there doth spring forth an aspect of the Supreme—a subtle movement, as if the first ripple upon the eternal sea of being. This emergence is the self-luminous essence known as Ćit or Ćiti in the sacred tongue of the Trika. It is a radiance that doth reveal itself, not as an other, but as the very nature of the Supreme, shining forth in the glory of self-awareness. This Ćidbhāva, this state of luminous consciousness, is the first light of the outward orientation of the Supreme, the initial gesture by which the ineffable doth incline towards manifestation.\nIn the venerable language of the Bhairavāgamas, this self-revealing light is called Anūttara, the unsurpassed and unparalleled. It is the primal effulgence, the highest revelation, that standeth as the bridge between the unmanifest and the manifest, the inward stillness and the outward expansion. Within this radiant mystery, the Supreme is both revealed and concealed, its essence both transcendent and immanent.\nThus, the Trika wisdom declareth that the Supreme Being, though ineffable and beyond the grasp of mind or speech, doth yet reveal itself through the eternal dance of Ćiti. And in this revelation is contained the seed of all philosophies and religions, for all streams of thought do trace their origins to this luminous wellspring, where the Supreme doth shine in its own glory as the Anūttara, the unmatched essence of all that is.\n\nThe sacred letter “अ” (a) of the Sanskrit tongue, of the revered Mātṛkā Ćakra as expounded in the Śiva Sūtra, standeth as a symbol of the exalted Anūttara state. This ineffable letter, the primal sound, doth embody the Supreme Being in its highest and most transcendent form. From this eternal and undivided essence, the divine consciousness doth perpetually arise, an unceasing emanation from the boundless depths of the Absolute.\nEven as the mind is drawn outward by the trembling of bliss, so too doth it quiver in harmonious resonance. This vibration, born of the Supreme’s infinite joy, causeth the mind to become externalized, and in this movement doth lie the unfolding of its mystery. By this sacred trembling, on one hand, the mind clings to the essence of bliss, as though embracing the divine nectar that doth flow from the heart of the Absolute. Yet, on the other hand, this same vibration bringeth forth a second mind, a reflection born of its own effulgence.\nThis second mind, like a mirror unto the first, perceiveth itself in its reflection, as though gazing upon its own form within the sacred depths of its origin. Herein lies the subtle interplay of recognition, for this second mind beholdeth its own essence and knoweth itself to be one with that primal consciousness from which it sprang. This recognition, this inward delight of perceiving its own being as a reflection of the Supreme, is what is named bliss.\nThus, the act of self-awareness, born of the vibration of bliss, is both the source and the culmination of divine joy. It is the eternal dance of the mind within itself, wherein the Supreme doth reveal its nature as both the knower and the known, the seer and the seen. In this sacred interplay, the vibration of consciousness unveileth the truth of existence, that all is but the play of the Absolute, delighting in its own infinite glory.\nSo it is that the simple yet profound letter “अ” doth encapsulate this cosmic truth. It is the primal sound, the unstruck note that echoeth through the corridors of eternity, symbolizing the eternal emergence of consciousness from the Supreme. In this, the mystery of existence is made known, and the bliss of self-recognition is revealed as the very essence of all that is.\n\nIn the realm of worldly conduct, the nature of this divine interplay may be likened unto the reflection of a mirror, wherein the image seen is both alike and yet apart from its source. Yet, this mirrored reflection, though bearing semblance, is but partially indistinguishable from Śiva, the Supreme. Such an understanding leadeth to the revelation that the unbroken, undivided essence of being is none other than the form of the mind itself. This form, eternal and pristine, abideth as independent, free from all that is other, untouched by duality or opposition. It is Satyaṃ Śivaṃ Sundaraṃ, the essence of truth, auspiciousness, and beauty, a triune proclamation of the Supreme’s immutable nature.\nThe mind, in this context, is the vessel of pure expression, embodying the essence of Śiva in its purity and the taste of bliss in its experiential delight. According to the venerable rule of the Trinity, Paraṃ Śiva, the Supreme Consciousness, and Paraṃ Śakti, the Supreme Power, are utterly indistinguishable, a truth as self-evident as the inseparability of fire from its burning power. Both are of the same Ćidrupa, the form of consciousness, and are woven together as one, as if two strands of the same eternal thread.\nThis state of union, where the Supreme Śiva and His Śakti are as one, is known as Yāmala, the state of ultimate equality and inclusion. In this exalted realm, all distinctions, even those of gender, do dissolve into the boundless oneness of the Absolute. It is a realm of perfect indifference, where duality holds no sway. Yet, to the Aṇu, the finite individual, bound by the fetters of perception and limitation, this state appeareth as a realm of difference. The discriminating mind, ensnared by its own sense of separation, perceiveth distinction even where none doth truly exist.\nFrom the vantage of worldly understanding, the Supreme, known as Parābhairava, is ever revealed in a fivefold nature, reflecting the fivefold aspects of creation, preservation, dissolution, concealment, and grace. Yet this fivefold expression, though manifest to the eyes of the limited, is but a veiling of the undivided essence of the Supreme.\nThus, the interplay between Śiva and Śakti, the union of fire and its burning power, and the reflection of mind within itself, are but varied expressions of the same eternal truth: that all things emanate from, and return to, the boundless oneness of the Absolute. In this truth, the seeker may come to behold the state of Satyaṃ Śivaṃ Sundaraṃ as the foundation of all existence, and the dance of Yāmala as the eternal embrace of the Supreme.\n\n“TRIKAŚĀSAN” ALSO KNOWN AS “TRIKĀĆĀRA”:\nTRIKAŚĀSANA, that which is also hight TRIKĀĆĀRA, standeth as the pinnacle of all sacred paths and disciplines, the crowning summit unto which all other modes of conduct do ascend. Forsooth, the venerable traditions of Vedāćāra, Vaiśnavaćāra, Śaivāćāra, Dakṣīnāćāra, Vāmāćāra, Siddhāntāćāra, and Kaulāćāra are each but steps upon the great ladder that riseth toward this supreme way of life and realization.\nIn Vedāćāra, the seeker treadeth the path of the ancient hymns and sacrificial rites, wherein the cosmic order and the harmony of the universe are revealed. Vaiśnavaćāra guideth the devotee through the currents of surrender and devotion to the Preserver, wherein love and faith become the vehicle of transcendence. Śaivāćāra, the way of Śiva, unfoldeth the mysteries of the great dissolver, wherein the seeker learneth the wisdom of detachment and the cycles of creation and dissolution.\nDakṣīnāćāra and Vāmāćāra are the twin paths of balance, wherein the seeker doth navigate the polarities of restraint and liberation, purity and power, the right-hand path and the left-hand embrace. In Siddhāntāćāra, the seeker discovereth the framework of ultimate truths, the doctrines that point toward liberation, while Kaulāćāra revealeth the esoteric ways of unity, wherein the sacred and the profane are transcended in the realization of the One.\nYet know this: all these paths, though noble and true, are but tributaries to the great river of TRIKĀĆĀRA, wherein all streams converge. For in this exalted state, the seeker doth ascend beyond the limitations of any single discipline, embracing the triadic wisdom of Śiva, Śakti, and Anu. Herein is the seeker elevated to the supreme realization of unity amidst diversity, of the unbroken whole that encompasseth all dualities and oppositions.\nThus, TRIKĀĆĀRA standeth not as a path among paths, but as the consummation of all paths, the summit wherein the seeker doth transcend the distinctions of doctrine and conduct, and attaineth unto the boundless expanse of the Supreme. It is the essence of all, the pathless path, where the triadic dance of creation, preservation, dissolution, concealment, and grace is revealed in its fullest splendor.\n\nThe doctrine of TRIKAŚĀSAN SVĀTAṆTRYAVĀDA, the exalted philosophy of the supreme freedom of consciousness, is twofold in its nature: first, the philosophical foundation; and second, the aspect of Sādhanā, or spiritual practice. These two facets, like the twin wings of a great bird, uphold the sublime edifice of Trika wisdom, enabling the seeker to soar into the boundless expanse of divine realization.\nOn the philosophical side, the great Trikahṛdaya–Siddha Gurus, those illumined masters who have realized the heart of Trika, have expounded the profound truths of Pratyabhijñā (self-recognition) and Spanda (the vibratory principle). Among these illustrious sages are Lord Śrī Mahāmaheśwara Somānanda, the venerable composer of Śivadṛṣṭi; Lord Śrī Mahāmaheśwara Bhaṭṭakallatji, the proclaimer of the Spandakārīkā; Lord Śrī Mahāmaheśwara Vāsuguptaji, the divine receiver of the Śiva Sūtras; Lord Śrī Mahāmaheśwara Utpaldevaji, the sage of Īśvarapratyabhijñā; and the peerless Lord Śrī Mahāmaheśwara Abhinavaguptaji, who crowned this lineage with the masterpiece Tantrāloka and illuminated its mysteries. These towering works articulate the supreme principles of Pratyabhijñā and the sacred order of vibration, unveiling the eternal truths of the Trika tradition.\nIn the realm of Sādhanā, the practical mysteries of this divine path are expounded in the sacred texts of the Bhairavāgamas, such as Tantrāloka, Śriparātriṃśikā, and the revered Śri Svachchanda Tantra, revealed through the boundless grace of Gurudeva Bhagavān Śrī Mahāmaheśwara Abhinavaguptaḥ. Herein, the seeker is guided into the heart of spiritual experience, wherein the philosophical truths are not merely understood but lived and realized.\nOn the philosophical side, the principles established by these great sages, fortified by logical argument and direct insight, have attained universal acceptance and remain unaltered to this day. Such truths, rooted in the eternal essence of Śiva, are impervious to the vicissitudes of time, standing unrefined and unmodified across the ages.\nYet, in the realm of spiritual cultivation, many forms and methods have arisen since ancient times. The masters of Trika, moved by the diverse needs and capacities of their disciples, devised varied paths of Sādhanā, each tailored to lead the aspirant toward the realization of the divine truths expounded in the philosophical tradition. These sacred paths, known as Āćāras, became vehicles for the direct transmission of wisdom, each carrying the essence of Trika teachings while adapting to the individual seeker’s journey. Among these, TRIKĀĆĀRA stands as one of the principal practices, embodying the unbroken essence of the Śaiva Trikaśāsana tradition of Kashmir.\nThis great tradition, encompassing the luminous teachings of Abheda–Trikāćāra—the path of non-difference—unites all aspects of the Trika system, from the transcendental truths of Pratyabhijñā to the vibratory mysteries of Spanda. In this sacred unity, the seeker is guided from intellectual understanding to spiritual realization, attaining the supreme freedom of the Absolute, wherein all distinctions dissolve, and the eternal oneness of Śiva is revealed.\n—  Ｎａｇｋｕｍａｒ です."},"Origin/birth-of-the-tantras-in-trika":{"title":"birth of the tantras in trika","links":[],"tags":["history","origin","lineage","tantra","kashmirshaivism","introduction","trika","articles"],"content":"\nBhairava and Bhairavi (At the down of Satyayuga)\nThe Beginning:\nIn the beginning of Satyuga Lord Śiva appeared in the form of Svacchandanātha. As Svacchandanātha, He appeared with five heads and eighteen arms. His five heads came into manifestation through his five great energies: cit śakti, all consciousness; ānanda śakti, all bliss; icchā śakti, all will; jñāna śakti, all knowledge; and kriyā śakti, all action. And these five energies, which appeared in His five mouths and which are known as īśāna, tatpuruṣa, aghora, vāmadeva and sadyojāta, because of the grace (anugrahaḥ) of Lord Śiva, experienced the sensation of illuminating the Universe.\nSvacchandanātha &amp; The Manifestation of 92 Āgama-s:\nLord Śiva wanted to enlighten the universe by manifesting the existence of the Tantras. In order to accomplish this, He manifested these Tantras through his five mouths. Initially, each of these mouths—īśāna, tatpuruṣa, aghora, vāmadeva and sadyojāta—created one Tantra. Then two mouths joined together and created one Tantra from each combination of two mouths. And then three mouths joined together and created one Tantra from each combination of three mouths. And then four mouths joined together, and then five mouths, and these combinations of mouths produced all of the Tantras of our Śaivism.\nThese Tantras are manifested in three ways. Initially, ten Tantras came into existence which were dualistic (bheda) and are called Śiva Tantras. These Tantras, which are not connected with Kashmir Śaivism, are filled with dualism. Then eighteen Tantras came into existence, which were filled with that thought which is monism cum dualism (bhedābheda). These Tantras are called Rudra Tantras. And finally, these five mouths came into existence in such a way that each and every mouth was simultaneously filled with the other four mouths. Here, four of the five energies were inserted into the fifth energy in such a way that it became full with all five energies. No one energy was in predominance, all were equal. And this happened to each and every energy. Simultaneously, from these mouths came the Bhairava Tantras, which are filled with only monistic thought (abheda). These Bhairava Tantras, which are the Tantras connected with Kashmir Śaivism, are sixty-four in number.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nĀgama-sState64 Bairavāgama-sParā, Abheda, Brutally Non-dualistic tantras18 Rudrāgama-sParāpara, Bhedābheda, Dualistic cum Non-dualistic tantras10 Śivāgama-sApara, Bheda, Dualistic tantras\nIn the Bhairava Tantras, Lord Śiva is shown to be in predominance everywhere. He is there in fullness in Śiva and in all of His energies. He is equally present in everything and everywhere. You cannot say that something is closer to Him and something else is farther away. In everything He is there, fully and completely.\nVākćtuṣtaya-s (States of Speech) &amp; The Transmission of Āgama-s:\nInitially, this monistic Tantra, in the form of one Supreme Consciousness and Bliss, was not manifested in will, imagination, or words; rather, it was felt and observed by Lord Śiva Himself at the start of the illuminating energy. At this point, the manifestation of this Tantra resided in Lord Śiva’s innermost speech, known as Parāvāk (supreme speech). In this supreme speech of Lord Śiva, the creation of vācya and vācaka, master and disciple, was not yet felt as being differentiated. They resided in His own Being as undifferentiated. In the next movement of illuminating energy, the manifestation of the Tantras was held in his second speech, paśyantī. At this stage also, these Tantras were still undifferentiated and were one with His Supreme Will. In the next movement of illuminating energy, these Tantras were held in His third speech, madhyamā vāk. Here, they became differentiated and were manifested internally only in thought not in words. And in the final movement of illuminating energy, these Tantras were held in His fourth speech, vaikharī vāk, where they came out through His five mouths in differentiation as words, sentences, and verses.\nThe Revival of Trika in Kalyug:\nIn the three yugas (ages), satyuga, tretāyuga, and dvāparayuga, masters and disciples were initiated verbally, not in writing, requiring words and sentences. The power of memory in them was so great that they remembered everything instantaneously. There was no need for them to write anything down or to refer to books and papers. The masters and disciples were very great during these three yugas.\nWhen kaliyuga occurred, these masters and disciples were so disappointed that they hid themselves in unknown places in order to avoid the touch of worldly people living at that time. Because of this, the theory of the Bhairava Tantras and Kashmir Śaivism was lost. Lord Śiva, however, always wishes to illuminate the universe and so He reappeared in this world at Mount Kailāśa, not in the form of Svacchandanātha with five mouths, but in the form of Śrīkaṇṭhanātha. And in the form of Śrīkaṇṭhanātha, He again taught the theory of the Bhairava Tantras to the sage Durvāsā Ṛṣi, who was ūrdhvaretaḥ, which means “one whose power of sex is preserved,” and who was, therefore, a brahmacārī (celibate). When Śrīkaṇṭhanātha initiated him at Mount Kailāśa, Śrīkaṇṭhanātha told him that he was to expand the thought of Bhairava Tantras in all of the universe without restriction to caste, color, or creed. After Śrīkaṇṭhanātha taught Durvāsā Ṛṣi in this manner, he disappeared into the ether.\n\nŚiva Pārvatī Pariwār (Art: Unknown)\nThe First Parameṣthī Guru of Trikaśāsana - Durvāsā Ṛṣi:\nDurvāsā Ṛṣi, after meditating completely to acquire a real and fit disciple for initiation, became disappointed. He could not find anyone in this world fit to be initiated. His initiation was a practical initiation because, while initiating someone in the thought of Bhairava Tantras, he simultaneously initiated him in the practical side of this thought. And this practical initiation manifested itself immediately without the disciples having to do any practice or yoga. This disciple would become instantaneously enlightened. As he could not find a disciple fit for this initiation, he created out of his mental power one mind-born son. This mind-born son was called Tryambakanātha. Durvāsā Ṛṣi completely initiated Tryambakanātha in the way of the monistic Bhairava Tantras. Afterwards, he created two more mind-born sons, Āmardakanātha and Śrīnātha. He initiated his son Āmardakanātha in the dualistic Śiva Tantras and he initiated his other son Śrinātha in the monodualistic Rudra Tantras. All of this was done by Durvāsā Ṛṣi for the upliftment of mankind.\n\nA painting depicting Durvasa\nFor the upliftment of women, Durvāsā Ṛṣi created one mind-born daughter and she was called Ardhatryambakā. As Kashmir Śaivism does not recognize women to be in a state of degradation, Durvāsā Ṛṣi initiated her completely in the monistic thought of Bhairava Tantras. As this view, that women are not in a state of degradation, is not held by the other two schools of Śaivism, the dualistic and monodualistic schools, Durvāsā Ṛṣi created only one-mind born daughter. His daughter Ardhatryambakā’s teaching is known as the Ardhatryambaka school of the Bhairava Tantras. But as the continuity of the Ardhatryambaka school manifested itself from one woman to another secretly, there is no history of this school in this kaliyuga.\nThe Unbroken Lineage of Trika:\nDurvāsā Ṛṣi’s son Tryambakanātha, the founder of the monistic school of Śaivism, was also a celibate (brahmacārī). According to the way of the sage Durvāsā Ṛṣi, he also created one mind-born son and named him Tryambakāditya, which means “the expansion of Tryambakanātha.” After initiating him completely in Bhairava Tantras, Tryambakanātha entered a cave, which is known as Tryambaka Guhā (cave), and disappeared. Tryambakanātha’s son Tryambakāditya also created one mind-born son and, after initiating him, Tryambakāditya disappeared into the ether.\n\nPancamukhī Śiva Pārvatī &amp; Nandi alongside Ṛṣabha bull (Art: Unknown)\nIn this manner fifteen siddhas were created by mind. When, however, the fifteenth siddha attempted to create a mind-born son, he was not successful. It is said that this fifteenth siddha was not fully introverted, but at the same time he was also given to worldly pleasures. Because of this subtle impurity (āṇava mala), he was not successful in creating a mind-born son. After sitting in long meditation, he found in this world a girl with all good qualities and he went to her father and made arrangements to marry her. After marriage, they created one son who was called Saṁgamāditya and who, by his will, came to the valley of Kashmir and found Kailāśa mountain. Saṁgamāditya, like his father, married and produced one son named Varṣāditya, whom he initiated completely in the thought of the monistic Bhairava Tantras. Varṣāditya also married and produced one son, named Aruṇāditya, whom he initiated fully. Aruṇāditya married and created one son named Ānanda, whom he initiated and who was also completely informed practically in Śaivism.\nThis sage Ānanda was the father of Somānandanātha, the originator of the Pratyabhijñā School of Śaivism and the author of the “Śiva Dṛṣṭi.” Up to the time of Somānandanātha, the initiation into the monistic thought of Bhairava Tantras took place from father to son. From Somānandanātha on, this initiation took place from master to disciple. Somānandanātha was the master of Utpaladeva. Utpaladeva was the master of Lakṣmaṇagupta. And Lakṣmaṇagupta was a master of our great Abhinavagupta, who was in the line of Atrigupta.\nNow I will explain to you how this Atrigupta, a great scholar of Kashmir Śaivism, came from India to live in the Kashmir Valley.\nDuring his reign, the king Lalitāditya traveled to India from Kashmir, where in Antarvedi, a tract of land in Madhya Pradesh which lies between the Yamuna and Ganga rivers, he discovered this great Śaiva teacher Atrigupta. Lalitāditya was deeply impressed by the scholarship and practical way of Atrigupta and requested him to accompany him to the Kashmir Valley. Atrigupta agreed and upon reaching Kashmir, was given the old palace of Pravarasena to live in because it was very near to the palace of the king Lalitāditya. After he moved to Kashmir, there was no authority on Kashmir Śaivism left in India. From this time forward, the teaching of the thought of Bhairava Tantras is called Kashmir Śaivism and this teaching has continued to remain centered only in the Kashmir Valley. These Bhairava Tantras are pervasive throughout the whole world.\nHowever, they began in the Kashmir Valley, resided there, and are still alive there today. After some centuries in the house of Atrigupta, Varāhagupta was born. He is the father of Narasiṁhagupta and Narasiṁhagupta is the father of our great Abhinavagupta. Although Abhinavagupta had many disciples, both men and women, his chief disciple was Kṣemarāja and the chief disciple of Kṣemarāja was Yogarāja. After many centuries in the Kashmir Valley, Svāmī Ram came into this physical body. His chief disciple was Svāmī Mahatābakak and my Guru Swāmi Lakṣamaṇa Jū Mahārāj is the disciple of Svāmī Mahatābakak and I am disciple of Swāmi Lakṣamaṇa Jū Mahārāj.\n\nSwāmi Lakṣamaṇa Jū Mahārāj"},"Practices/external-discipline":{"title":"external discipline","links":["Practices/internal-posture"],"tags":["discipline","practices","awareness","sadhana","yama","niyama","articles"],"content":"—Yama Niyama—\n —Swami Lakshamanjoo—\n∫Sunday, April 27, 1980∫\nEvery human being must strive for self-realization. When the individual self has right knowledge of the universal Self and recognizes its Divinity without the least apprehension, it is known as Union or Yoga. Patanjali has explained eight limbs of Yoga in his Yoga-Sutras. However The Kashmir Śaiva philosophy also recognizes the Yoga-Sutras and we have our own independent system for limbs of Yoga, where it is stressed that the first two parts, i.e. Yamas and Niyamas must have already been practised. In Kashmir Śaivism the eight limbs of Yoga begin from Asanas—the right posture. By practising the first two one prepares oneself for the spiritual path. This is the development of etiquette. This is the external behavior. Unless one develops the external behavior how can one delve deeper into subtleties!\n\nनित्योदिता पराशक्तिर्यद्यप्येषा तथापि च।\nबाह्यचर्याविहीनस्य दुर्लभा कौलिकी स्थितिः॥\n— Quoted by Jayarathа on Tantraloka 12.16.\nMeaning:\nThe power of supreme consciousness is always present in awareness, always pure and untainted. But for a person who lacks in external behaviour, it is impossible to get established in this unalloyed bliss.\n\nTherefore, unless the aspirant has become well prepared in the external behaviour, or developed the right etiquette, he is bound down with chains of illusion/limitedness and doubt more and more in the prison of this world.\nतथा हि शंका मालिन्यं ग्लानिः संकोच इत्यदः॥\nसंसारकारागारान्तः स्थूलस्थूणाघटायते।\n— Tantraloka 12.20-21.\nMeaning:\nIgnorance is the subtlest impurity which gives rise to doubt. This loosens the spirit of courage to advance towards purity of mind and renders lethargic. Automatically one gets bound to limitation of body etc. This causes degradation. Thus the human being gets strongly tethered like tame animal with the rope of ignorance in the prison of this world.\n\nTherefore, it is necessary that one must first execute one’s efforts towards the development of external behaviour or etiquette for becoming fit to receive grace of the Master.\nOtherwise, the one upon whom the Master becomes angry is left out:—\nगुरुर्हि कुपितो यस्य स तिरोहित उच्यते।\n—Tantraloka 23.63.\nThe favour of doing good is denied to him.\nIt is, therefore, stressed that the five Yamas (internal disciplines) should be followed first:—\n∆ Non-violence (Ahiṃsa) ∆ — Do not hurt anybody by mind, word or deed. Do not reveal the faults of others. Keep quiet. Do not look to others&#039; faults. Seeing your ideal they will by themselves be set right. By practising this virtue one&#039;s foes turn into friends in course of time.\n∆ Truth (Satyaṁ) ∆ — Do not harbour any idea of deceit and trouble in the mind in your dealings with others. Speak the loving and sweet truth. Do not use harsh words in doing so, lest the listener&#039;s feelings should get hurt in any way. Be friendly with all. Being truthful in this sense your word of blessing will bear immediate fruit. Your word will be effective.\n∆ Non-stealing (Astēyaṁ) ∆ — Do not have any idea of stealing through your mind, word or deed. Never even think, for instance, “what a nice watch he has. I would like to have this.” Mere thinking like this involves you in the crime of theft. One who never steals or becomes greedy, enjoys real happiness.\n∆ Celibacy (Brahmacaryaṁ) ∆ — Maintain high character in mind, word and deed. Even the householder, who leads his life according to the injunctions of the Sacred Ordinance, can live the life of Brahmacaryaṁ—celibacy. To be given to the practice of the Realization of Self is also termed celibacy. Such a person gets wonderful powers and no common man can compete him.\n∆ Non-hoarding (Aparigrahaḥ) ∆ — Hoarding money and articles of enjoyment out of selfish aim will avail you no good. Do not keep more than what suffices your needs. If you do you are committing a great social evil. By the practice of this virtue you can have clear knowledge of past and future births.\nYou must also practise the following Niyamas (external disciplines) in right earnest:—\n∆ Purity (Śaucaṁ) ∆ — Dress and food must be clean and pious. Internal purity is to have healthy and pious thoughts and friendliness towards all. Attachment and hatred are both impurities. Throw them off into the river so that they do not come to you again. By doing so you will understand that this body is always impure. Renunciation will dawn. \n∆ Contentment (Santōṣaṁ) ∆ — Have faith in yourself and never be greedy. You will get immense joy. You must be always up and doing but do not feed greed.\n∆ Penance (Tapas) ∆ — Follow your duty according to your own capacity and circumstances, even if you may have to face hardship. Your internal organs will get purified by doing so. You will develop fine intellect to enable you to understand the subtleties of life.\n∆ Self-study (Svadhyāya) ∆ — Study of the sacred scriptures of Trīka śāsana leading to knowledge of Self. Repetition of Gāyatrī Mantra with Aum syllable and breathing exercise (Prāṇāyāma) will lead you to study your own self. By this you can receive the favour of your ideal deity.\n∆ Surrender to Self (Īśvarapraṇidhānaṁ) ∆ — Always resign yourself to the will of Self. That will ward off all obstacles and grant success in concentration.\nIn summing up, I have to say again that unless you are friendly among yourselves, unless you cultivate the habit of being truthful, unless you give up looking to the faults of others, unless you eradicate greed and unless you cast your life according to the injunctions of the Sacred Ordinance, mere studying and learning lessons will avail nothing. Your thoughts must be pure and pious, you must be able to avoid greed with full confidence and faith in your own actions—Both past and present, you must increase your power of tolerance and endurance and you must witness your own deeds resigning everything to the will of Self. Then life will be beautiful and you will be blessed. To be continued on internal posture.\n∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞\nSource:\n— The Awareness Of The Supreme Consciousness; Revealed by Īśvarasvarupa Swāmī Lakṣamaṇajū."},"Practices/internal-posture":{"title":"internal posture","links":[],"tags":["discipline","practices","mind","purity","awareness","yama","niyama","asana","shuddhachitt","sadhana","articles"],"content":"Now I shall speak to you about the conquest of Internal Posture.\nThis is to get established at the junction—the middle or the meeting point of the two breaths. This is called the Pause.\nमध्यमं प्राणमाश्रित्य प्राणापानपथान्तरम् ।\nआलम्ब्य ज्ञानशक्तिं च तत्स्थं चैवासनं लभेत् ॥\n—Netra Tantra VI.1ff.\nMeaning:\nResting in the middle path at the junction–point of the inhaling and exhaling breaths with full awareness, constitutes the seat asana—of the yogi.\n“मध्यमं प्राणमाश्रित्य” (Madhyamaṁ praṇamāśritya) — Means that you should be aware at the juncture. You must be able to sit or pause at the middle path—the point where the two breaths meet; i.e. the point where the out-going breath exhausts and the in-coming breath takes strength. This is the junction of the middle point. You have to pause there. This is the centre of the two breaths. This is the important point which you can mark just after the stoppage of the out-going breath and just before the start of the in-coming breath and vice-versa. This point is at the end of the external measure of twelve units and at the end of the internal measure of twelve units of breath respectively. You have to concentrate with awareness at that point, which may be termed as centre also. Not only this. You have to concentrate at this centre even while you are taking your breath in or sending it out. Even while inhaling and exhaling you have to try to dwell at this centre with awareness. This is a super-conscious state, attainable through psychic energy.\nन दिवा पूजयेद्देवं रात्रौ नैव च नैव च ।\nअर्चयेद् देवदेवेशं दिनरात्रिपरिक्षये ॥\nMeaning:\nDo not worship the self-luminous Lord either at night or during the day. You must worship the Lord of lords at the junction of day and night.\nDay here means the out-going breath–prāṇa. Night means the in-coming breath–apāṇa. Parikṣaye does not mean “on being destroyed.” It means “at the junction, at the middle point of the two breaths” or you may call it the centre. So you must try to remain aware at the meeting point of the two breaths. I tell you firmly, if one can truly remain at the junction thus one is bound to succeed in one’s spiritual practice.\nWhen my master taught me spiritual practice, I did not follow first. Without following the instructions correctly I started the practice. Just as I ask Makhan Lal Mujoo to do a particular work, he stands up quickly and starts doing it without following the instructions well. I was just taking my breath in and out. Nothing happened, no experience. In this course I felt sleepy and in a dreaming condition also I was taking my breath in and out in the same way as I did while awake. In this condition also I felt that I was achieving nothing. I thought, during the course of the dream, that it was mere waste of time. I went to the Ashrama. There I saw my grand master sitting in his usual pose. I related my difficulty to him. I told him that my master had instructed me to do spiritual practice in such and such way and that on doing so nothing had happened. He, in reply, told me that I should remain at the junction. Just then I woke up.\nLater I related this whole dream and the preceding disappointment to my master. He said, “You make haste, without following the instructions well you got up and took to spiritual practice. You must follow the instructions perfectly well first and then sit for the practice. Taking to spiritual practice with awareness is not an easy job. You have to be aware there at the door of brahmapuri. You have to remain waiting and watching at the middle point, called sandhi or sandh.”\nSo you will succeed in spiritual practice only when you can remain aware at the junction, at the middle point. This is called madhya dhāma. I just told you: “na divā pūjayet devaṁ, rātrau naiva ca naiva ca.”\nयुञ्जन्नेवं सदात्मानं योगी नियतमानसः ।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥\n—Gītā VI.15.\nMeaning:\nThus the yogi who with his well governed mind, constantly dwells on Self, attains lasting peace that consists of supreme bliss.\nYou must not do the spiritual practice in a routine way. You have to do it with eagerness. You must be earnest about it. You must sit for spiritual practice after liberating yourself from all kinds of distraction.\n“Madbhaktaḥ” means one who is attached to spiritual practice. One who is very earnest about it.\nYou must be able to find and feel joy in spiritual practice. It must not be like a burden to you, or you must not feel it like that.\n“Śantiṁ” means that you must attain to the peace of the true self. You must feel peaceful. What kind of peace?\n“Nirvāṇa paramāṁ” this means that peace which will lead you towards mokṣa or liberation. That is it.\n“Matsaṁsthāṁ” means that peace should be in my kingdom. It should be in my true Self.\nSo you must first try to undo all the intricate knots of your mind. This is very important. You must try your utmost at this otherwise it is all waste. All time and all efforts get wasted. You cannot get any fruit of your efforts without awareness. You must attend to this point first.\nYou must follow your preceptor, your guide. Do not look for help from your fellow traveller. To get rid of all kinds of obstacles you must follow the instructions of your Guru alone. You must wait for his word and you must watch his hissing sound. That is the clear way for the purification of mind.\nThat will do for today.\nRest on the next Sunday.\n∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞\nSource:\n— The Awareness Of The Supreme Consciousness; Revealed by Īśvarasvarupa Swāmī Lakṣamaṇajū."},"Practices/purity-of-mind":{"title":"purity of mind","links":[],"tags":["discipline","practices","mind","purity","awareness","yama","niyama","asana","shuddhachitt","sadhana","articles"],"content":"—Śuddhacitt &amp; Āsana—\n—Swami Lakshamanjoo—\n∫Sunday, May 4, 1980∫\n\nPurity of mind is the first requisite for spiritual practice. If the mind is free from attachment and detachment, love and hatred, praise and blame, it can remain stable; and then it is termed a clean mind. You must be able to cultivate equality in spirit. Then only will spiritual practice become successful. Otherwise all goes vain and nothing is achieved. The first and foremost condition for spiritual practice is the adoption of a steady posture.\nWhichever recognized pose you adopt for yourself or is advised by your master, you must stick to it and you must be able to remain in it for long at least two hours and without the slightest movement or distraction. There should be no cause for making any movement. You should not yawn, nor look sideways, you should not stretch your muscles. There should be no bending position. You must be able to sit straight with your spinal column erect. You must sit like a rock. Then by mere sitting thus and even without doing any spiritual practice, your mind will become steady, serene and purified. This is called the “conquest of posture” — āsanajaya. By this the spiritual practice easily gains strength. You can see this for yourselves. Even one hour’s sitting without any movement, will give your mind steadiness. You will feel peace.\nThen you will feel no necessity of practising the conquest of mind according to this sloka of the Bhagavad Gitā:—\nयतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।\nततस्ततो नियम्यैतदात्मन्येव शमं नयेत् ॥\n— Gītā VI.26\nMeaning:\nRestraining the restless and unsteady mind from all those objects after which it runs, one should concentrate it on Self.\nThere is no need of following this practice. By conquering the posture the mind automatically becomes stable. This is stated in the Gitā:—\nसमं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥\nप्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥\n—Gītā VI.13-14.\nMeaning:\nWith body, head and neck upright and steady, eyes turned to the point of the nose and gaze not wandering; maintaining internal calm, fearless, determined on the vow of brahmacaryaṁ and with the mind well governed, he should sit harmoniously absorbed in Self.\n“समं कायशिरोग्रीवं” (Samaṁ kāyaśirōgrīvaṁ) — That means that body, mind, neck and head should remain straight during the whole time of spiritual practice. That is the true posture. That should be acalaṁ—without any movement, and then the practiser&#039;s mind should be sthīraḥ—one-pointed, fixed on one object. All the formalities and preliminary duties should have been fulfilled, even the obligations pertaining to bodily needs. There should be no kind of distraction, i.e. clothes must have been washed and vegetables etc. purchased.\nThen sit in your posture for spiritual practice.\nWhere? Which is the place for that?\n“संपश्यन्नासिकाग्रं स्वं” (Saṁpaśyaṇnāsikāgraṁ svaṁ) — At the end of the twelve unit measure of your breath i.e. at dvādaśānta. You must seat yourself at the point of concentration as taught to you by your master. Exactly with the same zeal and in the same way as at the beginning should you mentally sit at the point of concentration.\nWhat else is to follow?\n“दिशचानवलोकयन्” (Diśaścanavalokayaṇ) — You should carry no load of unnecessary thinking with you, no worry, and no care.\n“प्रशान्तात्मा” (Praśaṇtātmā) — You must not have to think: “I shall be late for office, I have to see such and such a person, I have to attend this business or that. Now I should run through my practice and leave early.” No, forget all this first and then take to spiritual practice.\n“विगतभीः” (Vigatabhīḥ) — You should not have this fear in mind that you have left that piece of work half-done and that you will have to face a loss. In this context you may think, “this is a more important piece of work to attend, this is duty. So I shall leave this spiritual practice half-way or I shall resume it later.” This must not be done.\n“ब्रह्मचारिव्रते स्थितः” (Brahmacārivratē sthitaḥ) — You must remain in continued concentration on the real nature of Parabhairava, which is Supreme Consciousness. That is the vow of brahmacaryaṁ. A brahmacārī is not only one who has a big tilaka (a colour sign besmeared) on his forehead or who only attends to his long matted hair hanging from the top of his head, or who displays a big rosary round his neck or any other sign of the sort. Maintaining Supreme Consciousness alone, constant and continued, is brahmacarya.\nSo far I have talked to you about the conquest of posture—āsanajaya in the process of purifying the mind.\n∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞\nSource:\n— The Awareness Of The Supreme Consciousness; Revealed by Īśvarasvarupa Swāmī Lakṣamaṇajū."},"Practices/the-conquest-of-asana":{"title":"the conquest of asana","links":["Practices/purity-of-mind"],"tags":["discipline","practices","mind","purity","awareness","asana","journey_of_pranayma","articles"],"content":"—Āsana—\n—Swami Lakshamanjoo—\n∫Sunday, May 11, 1980∫\nLast Sunday I told you that one’s mind must have become perfectly clean. That is possible by conquering the pose (āsanajaya). In that connection I explained the śloka:—\nमध्यमं प्राणमाश्रित्य प्राणापानपथान्तरम् ।\nआलम्ब्य ज्ञानशक्तिं च तत्स्थं चैवासनं लभेत् ॥\n—Netra Tantra VI.1ff.\nMeaning:\nResting in the middle path at the junction–point of the inhaling and exhaling breaths with full awareness, constitutes the seat āsana—of the yogi.\nThat means prāṇāpānapathāṅtaraṁ madhyamaṁ prāṇamāśritya; kathaṁ how? ālaṁḅya jñānaśaktiṁ ca—when one is perfectly aware. In the middle of the exhaling and inhaling breaths you have to experience the central breath. It is the uniformity in the breath when it stops in a very natural way—kuṁbhaka. This is experienced at the junction of the two breaths. At that point one has to remain aware of the superconscious Self. That is termed the real pose or āsana. Āsana does not really mean here the different physical postures such as bhadrāsana, svastikāsana etc. etc.\nThe internal organs (aṅtaḥkaraṇa-s) can be really clean when one cultivates perfect awareness of the Supreme Consciousness. The state of your mind must be perfectly clean. It is, therefore, that I tell you that you should never speak ill of others. No back-biting. You should never hate or think undesirable about each other. Eradicate the sense of avarice in you. You must treat each other with love and sympathy. Help each other. Think well of each other. That will bring you a perfectly clean mind.\nWhen you are able to maintain awareness in the middle of the in-coming and out-going breaths (prāṇāpāna pathāṅtaraṁ), that verily is called constant assimilation of the Supreme Self (tadevāṅusaṅdhaṇaṁ): That is aṇusaṅdhaṇa. That the real conquest of pose. Practise this well.\nTherefore, by āsana is meant gradual dawning of awareness for a spiritual aspirant. It is the constant awareness of the Supreme Self at the centre, the middle point between the inhaling and exhaling breaths. Only those yogis can have this glorious achievement, who have gained purity of mind, who are quite free from ego and who have no prejudice.\n∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞∞\nSource:\n— The Awareness Of The Supreme Consciousness; Revealed by Īśvarasvarupa Swāmī Lakṣamaṇajū."},"Shiva-Shakti/parasambandha":{"title":"△▽⛥ PARASAṀBHAṄDHA ⛥▽△","links":["tags/ŚS"],"tags":["agama","parasambandha","guru","shishya","master","disciple","shiva","shakti","origin","articles","ŚS"],"content":"According to the esoteric traditions of Kashmir, Tantra is held to be eternal, a truth without beginning and without end. Even as the sacred Vedās, revered through the Tāntrik Ṣruti Tradition, are esteemed to have been known and practiced in this mortal realm since time beyond reckoning, so too hath the sacred path of Tantra been followed by the unbroken lineage of Tāntrik Gurus. Yea, in truth, the Ṣruti Tradition itself was in its origin none other than the Tāntrik method, which was later embraced and woven into the streams of the Vedik way.\nTantra, eternal as the heavens and profound as the cosmic depths, hath ever been the foundation of sacred knowledge. It is the primal root whence the Ṣruti Tradition sprang, the wellspring of divine revelation that shaped the Vedik streams. Through the ages, the Gurus of Tantra, torchbearers of mystic wisdom, have passed this sacred practice from heart to heart, preserving its essence against the tide of forgetfulness. This tradition is not new nor of recent invention; rather, it is the timeless truth, veiled yet constant, stretching from the dawn of creation unto the endless ages to come.\n\nThus, in solemn remembrance and deep reverence, it is understood that the Tantra, being the cradle of spiritual wisdom, abideth as eternal as the soul itself.\nAs, Mahāmaheśvara Trikāćārya Somānaṅda Nāth Ji, of noble wisdom and mastery, doth proclaim:—\nशैवादीनि रहस्यानि पूर्वमासन् महात्मनाम्।\nऋषीणां वक्त्रकुहरे तेष्वेवानुग्रहक्रिया॥\nकलौ प्रवृत्ते यातेषु तेषु दुर्गमगोचरे।\nकलापिग्रामप्रमुखे समुच्छिन्ने च शासने॥\nकैलासाद्री भ्रमन् देवो मूर्त्या श्रीकण्ठया सह।\nअनुग्रहायावतीर्णश्चोदयामास भूतले॥\nमुनिं दुर्वाशसं नाम भगवानूर्ध्वरेतसम्।\nनोच्छिद्येत यथा शास्त्रं रहस्यं कुरु तादृशम्॥\nIn the days of yore, when the world was young and wisdom flowed as freely as the rivers from the mountains, the sacred scriptures known as the Śaiva Āgama were borne upon the lips of the venerable sages. These holy utterances, untainted by the touch of mortal hands, were the very embodiment of the Ṣrutiparaṃpara, the unbroken lineage of divine oral transmission. Thus did the sages, keepers of this celestial knowledge, bestow their favors upon their disciples, passing down the sacred teachings from heart to heart, as a lamp doth kindle another without diminishing its flame.\nYet, as the wheel of time turned and the shadow of Kāli Yuga fell upon the earth, this esoteric tradition waned, its light dimmed and its presence confined to but a solitary village known as Kalāpi. In this darkened age, when wisdom was scarce and the hearts of men were heavy with the burden of ignorance, the Great Lord Parameśvara Śankara, the Supreme One, walked amidst the celestial peaks of Mount Kailash. Moved by compassion for the fading tradition, He set forth to preserve the sacred lore for the ages yet to come.\nWith divine purpose, the Lord did carve the sacred ŚS upon the stones of Mount Mahādev in the land of Kashmir, engraving them with His own divine essence so that they might endure for eternity. In His infinite grace, He appeared out of thin air in the form of Śrikanṭh Nātha, the embodiment of divine mastery and wisdom, and thus commanded the great sage, Ṛṣī Durvāsā, to safeguard this scripture and restore its glory.\n\n“Take heed, O Ṛṣī,” spake the Lord, “for this knowledge is the lifeblood of the universe, the eternal truth that binds creation. Preserve it with diligence, guard it with devotion, and ensure that its light doth not falter amidst the shadows of this age.”\n\nThus, by divine decree, the Ṛṣī Durvāsā became the appointed custodian of the Śaiva Āgamas, entrusted with the sacred charge of upholding the wisdom of ‘em, amidst the trials and tribulations of a world in decline. And so, the tradition endured, though battered by the tides of time, like a flame that resisteth the fiercest winds, ever shining as a beacon to those who seek the eternal truth.\nIn the Swaććhaṅda Tantra it is stated:—\nगुरुशिष्यपदे स्थित्वा स्वयं देवः सदाशिवः।\nप्रश्नोत्तरपदैर्वाक्यैस्तन्त्रमाधारभेदतः॥\n“Lord Sadāśiva Himself, the Eternal and Supreme Being, who is both the origin and the consummation of all wisdom, doth take upon Himself the roles of both Guru and Śiṣya, Master and Disciple. In His infinite grace and boundless compassion, He descendeth to this mortal plane, veiling His transcendent form to bridge the chasm of difference that doth arise in the minds of men.”\nIn this sacred descent, He doth impart the holy Tantras, not in lofty proclamations incomprehensible to the common ear, but through the art of dialogue—questions and answers exchanged betwixt Master and Disciple. By such means, the divine teachings are rendered accessible to the seekers of truth, even unto those ensnared by the illusions of duality and separation.\nThrough this celestial discourse, Lord Sadāśiva illuminates the path of unity that underlies all diversity, guiding souls from the base distinctions of this earthly realm unto the loftiest heights of realization. Each question raised doth serve as the voice of the yearning soul, and each answer given floweth as the nectar of divine wisdom, quenching the thirst of the spirit and dispelling the darkness of ignorance.\nThus, through His boundless love for creation, Lord Sadāśiva doth reveal that the Guru and the Śiṣya are not two, but one—the eternal truth manifest in dual forms, ever striving to awaken the slumbering soul to its own divine essence. And so, through His divine play, the eternal wisdom of the Tantras is preserved, a treasure trove of sacred knowledge bestowed upon the earth for the salvation of all who seek the light.\n“प्रष्ट्री च प्रतिवक्त्री च स्वयं देवी व्यवस्थिता”\n“The goddess herself, in her infinite grace and majesty, doth assume both the role of the questioner and the utterer of divine truths. Such is the profound mystery and sacredness encompassed within the very essence of the word Tantra. She, who is the mother of all creation and the fountainhead of wisdom, doth veil herself in the guise of seeker and speaker alike in front of Parameśvara Śankara, thus engaging in the celestial dialogue that unveileth the eternal truths of existence.”\nBehold, this sacred interplay between question and answer is not a mere device of mortal intellect, but a divine act, a cosmic revelation wherein the goddess herself doth manifest the eternal teachings. In her questions, she giveth voice to the yearning of all souls who wander in the darkness of ignorance, and in her answers, she poureth forth the nectar of divine wisdom, illuminating the path to liberation.\nFrom the vantage of tradition and the spiritual eye, it is clear that Tantra standeth beyond the bounds of time. It is not born of mortal hands nor subject to decay, but abideth as eternal as the heavens and as constant as the breath of life. For in the goddess’s sacred act of questioning and uttering, the very essence of Tantra is revealed—a timeless tradition, a living truth, a divine grace bestowed for the upliftment of all beings.\n\nThis humble article, though rich in its own merit, serveth but as a brief summary of the profound wisdom contained within the sacred video from which it hath been derived. Shouldst thou seek to plumb the deeper depths of this noble subject and uncover the vast treasures of knowledge that lie within, it is most earnestly entreated that thou dost turn thy attention to the video itself.\nFor therein lies a fuller illumination of the truths here but lightly touched upon, a wealth of insight conveyed through word and vision, crafted to enrich the soul and elevate the understanding of those who would tread the path of wisdom. By beholding the video in its entirety, thou shalt find thine heart awakened to the subtle mysteries and thine mind attuned to the eternal harmonies of this sacred discourse.\nTherefore, with all due reverence and earnestness, I beseech thee: partake of the video and allow its teachings to seep into the very fabric of thy being, that thou mayest know the subject in its fullest breadth and depth, as it was intended to be revealed.\n\n\n\n\n\n\n"},"Trika/trika-is-everything":{"title":"☆ “TRIKA” is EVERYTHING ॐ","links":["Introduction/kashmir-shaivism/schools-of-kashmir-shaivism"],"tags":["trikashasan","trika","agama","everything","kashmirshaivism","shiva","shakti","anu","avarohakrama","arohakrama","threefold","science","nature","reality","individualconsciousness","universalconsciousness","articles"],"content":"the sacred and ancient lore of trika, often termed as the “threefold science,” standeth as a cornerstone of the exalted tradition of schools of kashmir shaivism. within its hallowed precepts, one doth encounter a consummate revelation of divine truth, encompassing all existence in its triadic embrace. as recounted by the venerable gurudeva swāmi lakṣamaṇajū mahārāj, trika, in its essence, is everything &amp; pervadeth all. its name, trika, signifieth the triadic nature of reality, wherein the unity of existence is understood as the interplay of threefold nature manifest in the universal order.\n\n☆ the threefold nature of reality\ntrika unveileth the sacred pattern of triplicity in creation. it speaketh of the triad of vedyā (the knowable), vedan (knowledge), and vedak (the knower); of the states of wakefulness (jāgrat), dreaming (svapna), &amp; deep sleep (suṣupti); &amp; of creation, preservation, and destruction. even within the mystical gāyatri mantra, the triad of bhur, bhuvaḥ, and svaha doth reflect this sacred science. to present these manifold aspects as a singular, cohesive wisdom is the ultimate essential nature of trika śāstra, the scripture of the threefold path.\n\nin this divine doctrine, the supreme śiva is the origin and culmination of all. trika describeth the process of manifestation through “अवरोह-क्रम” (avaroh-krama) | ° śiva 》 ° śakti 》 ° aṇu (descent) | and liberation through “आरोह-क्रम” (āroh-krama) | ° aṇu 》 ° śakti 》 ° śiva (ascent) |. when śiva descendeth, he entereth the worldly state, assuming the form of aṇu (the individual self) through the medium of śakti. in this state, he experienceth the discomfort of limitation. yet, by his own grace, he ascendeth once more to his supreme essence, returning to the boundless freedom of śiva.\n\n\n\n\n\n\n\n\n\n\n\n\n\n“अवरोह-क्रम” (avaroh-krama)“आरोह-क्रम” (āroh-krama)| ° śiva 》 ° śakti 》 ° aṇu || ° aṇu 》 ° śakti 》 ° śiva |\nthis divine interplay of descent and ascent, as my permanent gurudeva swāmi lakṣamaṇajū mahārāj did expound, is the līlā (drama)—the cosmic play of existence. it is meaningful only when the movements of descent and ascent are in harmonious balance. without the capacity for both, there is no true drama. thus, the recognized soul is distinguished by their mastery of both movements, descending and ascending at will, embodying the state of absolute freedom, which is the very essence of trikaśāsan.\n☆ the importance of experience &amp; initiation\ntrika philosophy doth assert that divine knowledge cannot be grasped through words alone but through the sacred act of initiation by real direct lineage trika master. vaikhari vāk (words), as swāmiji expounded, are but vessels bereft of essence without the infusion of experience. he narrated the tale of nāradamuniji and sanat kumār, wherein the nāradamuniji, though learned in all scriptures, was admonished for lacking the inner realization of their meaning. thus, experience surpasseth intellect, and initiation becometh the gateway to divine comprehension.\nyet, the path to initiation is arduous, for an enlightened master is rare amidst the multitude. as swāmiji observed, it is by the grace of parābhairava alone that one doth encounter such a master. this divine grace guideth the seeker to the feet of the realized teacher, who then awakens the latent understanding of the disciple.\n☆ trika &amp; tantra\nthe sacred trika is often intertwined with the teachings of tantra, particularly the brutally non-dual bhairavāgama-s, which are themselves a manifestation of the trika doctrine. tantra is divided into threefold branches: bheda tantra (dualistic), bhedābheda tantra (dual cum non-dualistic), and abheda tantra (non-dualistic). the bhairavāgama-s, being of the non-dual abheda tradition, do encompass and embody the trika philosophy, for they describe the ultimate unity of universal consciousness and individual consciousness.\n☆ the sevenfold path to trika\nswāmiji elucidated that the seven practices of ācāra-s are not distinct but constitute steps leading to the summit of trika. these practices are unified in their purpose, guiding the aspirant to the recognization the threefold science.\ntrika encompasseth the essence of parā (oneness), parāpara (dual cum non-dual), aparā (duality), representing the interplay of aṇu (individual consciousness), śiva (universal consciousness), &amp; svātaṅtrya śakti (independent energy). it is the eternal dance of unity.\nthus, trika śāstra illumineth the path to ultimate recognization, wherein the aspirant doth transcend the illusion of separateness and recognize their unity with the divine. the sacred dance of śiva and śakti, the eternal interplay of descent and ascent, unfoldeth the mystery of existence, revealing that all is but the singular reality of the parābhairava.\nin the words of my gurudeva swāmiji, trika is everything, for it is the sacred science of unity, the key to liberation, and the essence of divine truth.\n—  Ｎａｇｋｕｍａｒ です."},"about-us":{"title":"info","links":[],"tags":["aboutus","aboutme","info"],"content":"Who are we?\nhail, noble seeker, and welcome to the sacred domain of karpurgauram! we, a group of humble fellowship of devotees &amp; volunteers, have embarked upon a most reverent quest—to unveil and immortalize the celestial wisdom of trikaśāsan—kashmir shaivism through the marvels of the digital age.\nunder the ever-illuminating guidance of our eternal, permanent and revered last real direct lineage trika guru, swāmī lakṣamanjū mahārāja, we do labor with heart and soul to weave together the threads of ancient lore and modern ingenuity. our endeavor is not one of mere preservation, but of reawakening—the sacred texts, philosophies, and esoteric truths shall find new voice and visage, that they may touch the hearts of both the learned and the layman in equal measure.\nthrough innovative thought and steadfast devotion, we seek to embody and disseminate the ineffable teachings of this divine tradition. let it be known that our efforts are but an offering to the great cosmic dance, wherein all are united in the sublime embrace of universal consciousness.\ncome, kindred spirit, and join us in this most noble enterprise, as we strive to bridge the eternal and the ephemeral, and to rekindle the timeless flame of self-recognization in the hearts of all who yearn for truth.\nshould thou seeketh counsel upon the sacred scriptures of trikaśāsan &amp; the boundless realms of the parābhairava, thou mayest turn thy heart and inquiry toward the author,  Ｎａｇｋｕｍａｒ です at:\nkarpurgauram@yahoo.com\njust like a lamp that banisheth darkness, he doth illuminate the path of wisdom, drawing from the ancient rivers of Indian philosophy, wherein the eternal truths flow as nectar for the thirsty soul.\nby the grace of the eternal dharma, thou art invited to extend thy thoughts unto him, should thou yearn to unravel the veiled mysteries of existence or to drink deeply of the spiritual nectar that bindeth all things.\nFounder and Developer\n\n [Nagkumar]  [Neovoid] \n"},"buy-me-a-coffee!":{"title":"buy me a coffee","links":[],"tags":["donate","coffee","UPI"],"content":"you have reached the edge of sacred digital nexus of karpurgauram, where we try to reveal the ancient code to the modern consciousness. we are but humble devs in the cosmic repository, committing the eternal wisdom of trikaśāsan to the vast expanse of the digital age.\nif our transmissions—be they encrypted in philosophy, or pure bhairava energy—have sparked something in your soul’s algorithm, consider powering the server.\n☕ sudo support – coffee=true\nUPI: karpurgauram@kotak or nagkumar@pingpay\nevery contribution keeps the script running, the dharma deploying, and the transmission unbroken.\n🌺 may your kernel be bug-free &amp; your consciousness rooted in bhairava 🌺\njay gurudeva &lt;3."},"dictionary":{"title":"dictionary","links":[],"tags":["dictionary"],"content":"•~• dictionary •~•\ncooking…"},"glossary":{"title":"glossary","links":["tags/VBT","tags/TĀ","tags/PBHM","tags/ŚS","tags/AG","tags/SAṂVIT"],"tags":["glossary","VBT","TĀ","PBHM","ŚS","AG","SAṂVIT"],"content":"•~• glossary •~•\nVBT — vijñānabhairavatantra\nTĀ — tantrālokaḥ\nPBHM — pratyabhijñā hṛdayaṃ\nŚS — śiva sutrā-s\nAG — mahāmaheśvarāćārya abhinavaguptaḥ\nSAṂVIT — universal consciousness"},"index":{"title":"Ｎａｇｋｕｍａｒ です","links":["/","scriptures","tags/articles","videos","glossary","dictionary","about-us","buy-me-a-coffee!","practices/the-conquest-of-asana","scriptures/dehasthadevatācakrastotram","scriptures/anuttarashtika","scriptures/bhairavastava","Trika/trika-is-everything"],"tags":[],"content":"\n [home]  [scriptures] [library]  [videos] [glossary]  [dictionary]  [about us]  [buy me a coffee!]\n\n•~• WELCOME NOTE •~•\nअस्मद्रूपसमाविष्टः स्वात्मनात्मनिवारणे।\nशिवः करोतु निजया नमः शक्त्या ततात्मने॥\n!&lt;3 hail &amp; well met, wayfarer, to karpurgauram, a secret layer of non-dual trīka śaivadharma, &amp; a sanctified haven where timeless wisdom of yore doth find new life. we are heavily rooted deep within the venerable non-dual bhairavāgama-s &amp; illumined by the teachings of the illustrious parameṣṭhī gurudeva mahāmaheśvarāćārya abhinavaguptaḥ. this sacred space is consecrate to the unraveling of the profound mysteries of the trikaśāsan lore. herein, the divine streams of pratyabhijñā; spanda; krama; &amp; kula doth converge, their confluence revealing the ultimate verity of all existence.\nat karpurgauram, we do honor the interplay of dark &amp; light introspective tāntrik insights &amp; wisdom &lt;the twain forces that illuminate the pilgrim’s path inward&gt;. by reviving the hidden treasures &amp; secrets of the non-dual bhairavāgama-s, we summon thee to tread the alchemic path that leadeth unto self-knowing &amp; transcendence.\n☆ THE PATH OF SELF-KNOWING ☆\nthe philosophy of trika doth stand as a beacon to the wanderer, calling forth the brave to embark upon a journey of deep reflection &amp; self-knowing. understanding this threefold philosophy &amp; choice are what defines one’s own nature. within the sacred folds of this tradition lieth tools most potent, which rend asunder the veil of ignorance  &amp; awaken the devotee unto the eternal truth of his own divine essence. the esoteric trikamārga encourages self discovery above all else. it’s no mere just a path but a way of being, wherein every choice, each recognization, &amp; all moments align as steps toward the great revelation of oneself as naught but śiva’s universal consciousness.\n☆ WHAT WE OFFER ☆\nat karpurgauram, our hearts are vowed to the study; practice; insights; &amp; recognization of trika śaivadharma. this realm doth serve as a wellspring for all devotees, a place to immerse themselves in these noble arts:—\n\n\n◇ sacred poetry in the tongue of sanskṛt; hindi; marathi; old english: hearken to the divine harmony of śiva’s universe, sung in sacred verse.\n\n\n◇ non-dual bhairvāgamic doctrine: unfold the immutable truths disclosed within the bhairavāgama-s.\n\n\n◇ the multiverse of tantrāloka: delve into the scientific &amp; philosophical revelations of bhairavatantra-s, as penned down by our beloved eternal parameṣṭhī gurudeva mahāmaheśvarāćārya abhinavaguptaḥ.\n\n\n◇ law of thoughtlessness (nirvikalpa): attain the transcending of mental constructs &amp; rest thyself in pure self-luminous awareness.\n\n\n◇ the yoga of the śiva sūtra-s: find awakening through the direct aphorisms of śiva himself.\n\n\n◇ the 112 dhāranā-s of VBT: master sacred meditations, whereby the soul merges with the universal consciousness.\n\n\n◇ dharma: align thy life with the cosmic law &amp; harmonious order of existence.\n\n\n◇ mā kāli: embody the transformative might of the divine mother.\n\n\n◇ the interplay of darkness &amp; light: partake in the holy ascent from ignorance to divine awakening.\n\n\n◇ bhakti: foster surrender &amp; union with the very essence of divinity.\n\n\n◇ sādhanā &amp; samādhi: engage in the sacred practices that transcend the individual &amp; unite thee with the absolute.\n\n\n◇ metaphysics &amp; esoteric realms of existence: venture into the subtle worlds that lie beyond the common ken.\n\n\n◇ mystikism: seek the hidden mysteries of the universe &amp; the self.\n\n\n☆ A CALL TO DEVOTEES ☆\nthe trika path is no mere philosophy but a living, breathing experience, transforming the earnest pilgrim from within. it calleth upon the brave to rise beyond the chains of duality &amp; live in the eternal unity of śiva, the undivided wellspring of all creation. this journey demandeth courage, devotion &amp; a steadfast vow unto truth. yet, its rewards are boundless—the sublime recognization of thy nature as eternal, unfettered &amp; whole.\nlet karpurgauram be thy guiding lantern; thy muse; &amp; thy companion upon this sacred pilgrimage. together shall we pierce the veil of non-dual trika śaivadharma &amp; embrace the supreme truth of existence.\nॐ नमः चिद्वपुषे॥\nwhat&#039;s new\n\nthe conquest of asana\ndehasthadevatācakrastotram\nanuttarāṣṭikā\nbhairavastavaḥ\ntrika is everything\nvideos\n"},"scriptures":{"title":"scriptures","links":["scriptures/anuttarashtika","scriptures/bhairavastava","scriptures/dehasthadevatācakrastotram","scriptures/stavacintamani"],"tags":["scriptures"],"content":"anuttarāṣṭikā — ABHINAVAGUPTAḤ01:02:2025.\nbhairavastavaḥ — ABHINAVAGUPTAḤ26:01:2025.\ndehasthadevatācakrastotram — ABHINAVAGUPTAḤ02:02:2025.\nstavacintāmaṇiḥ — BHAṬṬA NĀRĀYAṆA01%"},"scriptures/anuttarāṣṭikā":{"title":"anuttarāṣṭikā","links":[],"tags":["anuttarashtika","abhinavagupta","scriptures"],"content":"“eight verses concerning the ultimacy”\n— MAHĀMAHEŚVARĀĊĀRYA ABHINAVAGUPTAḤ\n\nसंक्रामो ऽत्र न भावना न च कथा युक्तिर्न चर्चा न च\nध्यानं वा न च धारणा न च जपाभ्यासप्रयासो न च।\nतत्किं नाम सुनिश्चितं वद परं सत्यं च तच्छ्रूयतां\nन त्यागी न परिग्रही भज सुखं सर्वं यथावस्थितः॥१॥\nsaṃkrāmo &#039;tra na bhāvanā na ca kathā yuktirna carcā na ca\ndhyānaṃ vā na ca dhāraṇā na ca japābhyāsaprayāso na ca|\ntatkiṃ nāma suniścitaṃ vada paraṃ satyaṃ ca tacchrūyatāṃ\nna tyāgī na parigrahī bhaja sukhaṃ sarvaṃ yathāvasthitaḥ|1|\nThis is the doctrine of Abhinavagupta, in which he gives insights about the unanswerable level which he calls “anupāya” or “no means”. There is no advancement, no one-pointedness, no interpretation, no logical thought or cognition, no secret discussion or teachings, there is no contemplation. But there is no attentiveness, and there is no difficulty in the practice of humming or repetition.\nSo, tell what that phenomenal or superior truth is, which has been adroitly firm about by all these means? Or listen carefully from me:—\nYou (perceiver) do not abandon or discard anything, nor do you embrace or accept anything. You experience everything with joy as you are by nature, for this is your original nature—and it is not accessible by the above means.\nसंसारो ऽस्ति न तत्त्वतस्तनुभृतां बन्धस्य वार्तैव का\nबन्धो यस्य न जातु तस्य वितथा मुक्तस्य मुक्तिक्रिया।\nमिथ्यामोहकृदेषरज्जुभुजगश्छायापिशाचभ्रमो\nमा किञ्चित्त्यज मा गृहाण विहर स्वस्थो यथावस्थितः॥२॥\nsaṃsāro &#039;sti na tattvatastanubhṛtāṃ bandhasya vārtaiva kā\nbandho yasya na jātu tasya vitathā muktasya muktikriyā|\nmithyāmohakṛdeṣarajjubhujagaśchāyāpiśācabhramo\nmā kiñcittyaja mā gṛhāṇa vihara svastho yathāvasthitaḥ|2|\nIn certainty, the universe does not exist, then, in reality what is the crisis of the bondage of beings bearing bodies? The one who has attained salvation, bondage has never existed, because for him (who knows that) the attempt to attain liberation is vain arising from the limited perception. It is just like thinking of a moving rope as a snake or thinking of a shadow as a ghost. Do not give up anything and do not accept anything. Just remain in yourself as you are and remain in blissfulness while enjoying yourself.\nपूजापूजकपूज्यभेदसरणिः केयं कथानुत्तरे\nसंक्रामः किल कस्य केन विदधे को वा प्रवेशक्रमः।\nमायेयं न चिदद्वयात्परतया भिन्नाप्यहो वर्तते\nसर्वं स्वानुभवस्वभावविमलं चिन्तां वृथा मा कृथाः॥३॥\npūjāpūjakapūjyabhedasaraṇiḥ keyaṃ kathānuttare\nsaṃkrāmaḥ kila kasya kena vidadhe ko vā praveśakramaḥ|\nmāyeyaṃ na cidadvayātparatayā bhinnāpyaho vartate\nsarvaṃ svānubhavasvabhāvavimalaṃ cintāṃ vṛthā mā kṛthāḥ|3|\nIn this unanswerable supreme state—in the ultimate (anuttare)—what is the significance of this kathā or speech in which the difference between ‘worship’, ‘worshipper’ and ‘worshipped’ is discussed? —In other words, it is useless to talk about these three. This progress for whom and by whom must have been accomplished? or, what is the ‘process of integrating oneself’ (or means of entry)? Although also this perceived to be differentiated, but in the ultimate truth this differentiatedness is not separated from the brutal non-duality of consciousness.\nआनन्दोऽत्र न वित्तमद्यमदवन्नैवाङ्गनासङ्गवत्\nदीपार्केन्दुकृतप्रभाप्रकरवन्नैव प्रकाशोदयः।\nहर्षः संभृतभेदमुक्तिसुखभूर्भारावतारोपमः\nसर्वाद्वैतपदस्य विस्मृतनिधेः प्राप्तिः प्रकाशोदयः॥४॥\nānando&#039;tra na vittamadyamadavannaivāṅganāsaṅgavat\ndīpārkendukṛtaprabhāprakaravannaiva prakāśodayaḥ|\nharṣaḥ saṃbhṛtabhedamuktisukhabhūrbhārāvatāropamaḥ\nsarvādvaitapadasya vismṛtanidheḥ prāptiḥ prakāśodayaḥ|4|\nThe bliss of this state cannot be compared to the intoxication of wealth or wine, nor to the company of a beloved woman. And this radiant flow of light is not like the group of rays of a lamp, sun or moon. This immense joy of the Self is only equal to the weight of that blissful state which descends when one is liberated from all differentiated perceptions. The motion of this supreme consciousness is the state of universal oneness, which is not anything but your own glory which you have momentarily forgotten.\nरागद्वेषसुखासुखोदयलयाहङ्कारदैन्यादयो\nये भावाः प्रविभान्ति विश्ववपुषो भिन्नस्वभावा न ते।\nव्यक्तिं पश्यसि यस्य यस्य सहसा तत्तत्तदेकात्मता\nसंविद्रूपमवेक्ष्य किं न रमसे तद्भावना निर्भरः॥५॥\nrāgadveṣasukhāsukhodayalayāhaṅkāradainyādayo\nye bhāvāḥ pravibhānti viśvavapuṣo bhinnasvabhāvā na te|\nvyaktiṃ paśyasi yasya yasya sahasā tattattadekātmatā\nsaṃvidrūpamavekṣya kiṃ na ramase tadbhāvanā nirbharaḥ|5|\nPersuasion and disinclination, joy and sorrow, insurrection and fixture, self-possession and discouragement — all these states of which this universe is composed appear to be differentiated from one another, but in reality they are undifferentiated. Whenever you recognize the tendency of an object, at that very moment—spontaneously you should recognize the essence of your own self-reflective awareness or consciousness as undifferentiated with it. Then why not triumph in the ecstatic recognization of that fullness!\nपूर्वाभावभवक्रिया हि सहसा भावाः सदास्मिन् भवे\nमध्याकारविकारसङ्करवतां तेषां कुतः सत्यता।\nनिःसत्ये चपले प्रपञ्चनिचये स्वप्नभ्रमे पेशले\nशङ्कातङ्ककलङ्कयुक्तिकलनातीतः प्रबुद्धो भव॥६॥\npūrvābhāvabhavakriyā hi sahasā bhāvāḥ sadāsmin bhave\nmadhyākāravikārasan‌karavatāṃ teṣāṃ kutaḥ satyatā|\nniḥsatye capale prapañcanicaye svapnabhrame peśale\nśaṅkātaṅkakalaṅkayuktikalanātītaḥ prabuddho bhava|6|\nEverything in this world always appear in the present moment, that is to say, the action of universality has neither any prior existence nor any future existence. The various kinds of actions are only confusion of duality, based on the illegitimate pervasion of an intermediate state, which is separation, momentary and delusional trick of the light—just as the mass of phenomena seen in a dream is only fantasy. Rise above the blemishes, which have been unjustly wrought up by the blemishes of doubts, and so become awake!\nभावानां न समुद्भवो ऽस्ति सहजस्त्वद्भाविता भान्त्यमी\nनिःसत्या अपि सत्यतामनुभवभ्रान्त्या भजन्ति क्षणम्।\nत्वत्सङ्कल्पज एष विश्वमहिमा नास्त्यस्य जन्मान्यतः\nतस्मात्त्वं विभवेन भासि भुवनेष्वेकाप्यनेकात्मकः॥७॥\nbhāvānāṃ na samudbhavo &#039;sti sahajastvadbhāvitā bhāntyamī\nniḥsatyā api satyatāmanubhavabhrāntyā bhajanti kṣaṇam|\ntvatsaṅkalpaja eṣa viśvamahimā nāstyasya janmānyataḥ\ntasmāttvaṃ vibhavena bhāsi bhuvaneṣvekāpyanekātmakaḥ|7|\nThere is no objective flow to material things, for they appear only when you perceive them. Though they are devoid of reality, they appear real at that one moment because of your delusional perception. Thus, the glory of this universe arises only from your imagination—it does not originate from any other source. Therefore, You are the Light in all these worlds (wakefulness, dreaming states), and though You are One, You appear in many forms by Your own glory!\nयत्सत्यं यदसत्यमल्पबहुलं नित्यं न नित्यं च यत्\nयन्मायामलिनं यदात्मविमलं चिद्दर्पणे राजते।\nतत्सर्वं स्वविमर्शसंविदुदयाद्रूपप्रकाशात्मकं\nज्ञात्वा स्वानुभवाधिरूढमहिमा विश्वेश्वरत्वं भज॥८॥\nyatsatyaṃ yadasatyamalpabahulaṃ nityaṃ na nityaṃ ca yat\nyanmāyāmalinaṃ yadātmavimalaṃ ciddarpaṇe rājate|\ntatsarvaṃ svavimarśasaṃvidudayādrūpaprakāśātmakaṃ\njñātvā svānubhavādhirūḍhamahimā viśveśvaratvaṃ bhaja|8|\nAnything real or unreal, small or vast, eternal or momentary—that which is covered by the perception of discrimination and that which is pure in its own nature—in reality, this entire universe arises from your own undifferentiated consciousness, which is unified by your own essence and attains divinity in the self-reflective awareness of the mirror of consciousness.\nRecognizing this greatness of the universe and understanding the importance of the prestige of your own experience, enjoy the universal opulence!\n॥इति श्रीमदाचार्याभिनवगुप्तपादविरचितानुत्तराष्टिका समाप्ता॥\n|iti śrīmadācāryābhinavaguptapādaviracitānuttarāṣṭikā samāptā|\nThis ‘Anuttarāṣṭikā’ or ‘Eight verses concerning the Ultimacy’, written by the most Venerable Mahāmaheśvarācārya Abhinavaguptaḥ, is complete.\nTranslated by Nagkumar; Inspired from My Guru Īśvarasvarupa Swāmī Lakṣamaṇajū."},"scriptures/bhairavastavaḥ":{"title":"bhairavastavaḥ","links":[],"tags":["bhairavastava","abhinavagupta","scriptures"],"content":"“A Lay of Laudation to Bhairavaḥ”\n— MAHĀMAHEŚVARĀĊĀRYA ABHINAVAGUPTAḤ\n\nव्याप्तचराचरभावविशेषं\nचिन्मयमेकमनन्तमनादिम्।\nभैरवनाथमनाथशरण्यं\nतन्मयचित्ततया हृदि वन्दे॥१॥\ntransliteration:—\nvyāpta-carācara-bhāva-viśeṣaṁ\ncinmayam-ekam-anantam-anādim |\nbhairava-nātham-anātha-śaraṇyaṁ\ntan-maya-citta-tayā hṛdi vande |1|\nI worship Lord Bhairava, the infallible refuge of the forsaken, the Lord of all the worlds, whose very nature is imbued with the infinite light of consciousness. You are the one who is beyond the cycle of time, neither born nor destroyed—the one, the unique, who is established as the eternal witness of all creation. O Bhairava, it is by Your power alone that this unceasing dance of existence appears, which pervades the pulsating beats of sentient beings and the stillness of the material world. O Lord, who is as infinite as the sky, as violent as the storm, and as gentle as the cool moon—You are the fire hidden in all forms, the mysterious manifestation of motion and stillness. The entire universe, with its innumerable forms and rhythms, is only a reflection of Your unbroken reality, the play of Your supreme power. I worship You with my unwavering and undifferentiated mind, in the sacred temple of my heart, where no thought arises that is different from You. O Bhairava, let my soul merge in Your divine radiance, for You are the knower and the knowledge, the seer and the seen, and the formless light beyond all forms. To You, O Eternal Lord, I offer my prayers and homage with all the one-pointed devotion of my soul.\nत्वन्मयमेतदशेषमिदानीं\nभाति मम त्वदनुग्रहशक्त्या।\nत्वं च महेश! सदैव ममात्मा\nस्वात्ममयं मम तेन समस्तम्॥२॥\ntransliteration:—\ntvanmayam-etad-aśeṣam-idānīṁ\nbhāti mama tvad-anugraha-śaktyā |\ntvaṁ ca maheśa! sadaiva mamātmā\nsvātmam-ayaṁ mama tena samastam |2|\nO Lord Śiva! By Your infinite grace, the thick veil of maculation has been dispelled, and the light of Truth has dawned upon me just as the rising sun dispels the darkness of night and illuminates all directions. I now see with unshakable clarity that the entire pulsating universe, with its ceaseless motion and vibration, is only a manifestation of Your divine consciousness. Mountains and rivers, the sky and the earth, the countless stars spread across the infinite sky—all these are effulgent manifestations of Your infinite existence.\nOh Maheśa! You have given me the vision that transcends duality. Now I see clearly that You are not different from me, nor am I separate from You. The breath that flows through me, the thoughts that arise and disappear, the joys and sorrows dancing on the stage of life—all these are only reflections of Your infinite play. Indeed, the divine knowledge has now dawned within me that You are Śiva, and Śiva is my own true nature—beyond time, untouched by the limitations, eternal and indestructible.\nThus, the universe which once appeared to me fragmented and scattered in various forms, now shines in my self-aware vision as one unbroken entity. The birds that sing, the wind that hums, the fire that blazes, the ocean that roars—all these are not different from Me, but are reflections of My glory, living manifestations of My infinite being.\nO Śaṇkara, I bow to You, for You have awakened me from the deluded sleep in which I was wandering, forgetting my true nature. I shall never again wander in that separation and delusion, for I have recognized the Supreme Truth—there is nothing apart from Śiva, and Śiva is Me!\nस्वात्मनि विश्वगते त्वयि नाथे\nतेन न संसृतिभीतिः कथाऽस्ति।\nसत्स्वपि दुर्धरदुःखविमोह-\nत्रासविधायिषु कर्मगणेषु॥३॥\ntransliteration:—\nsvātmani viśvagate tvayi nāthe\ntena na saṁsṛti-bhītiḥ kathā’sti |\nsatsvapi durdhara-duḥkha-vimoha-\ntrāsa-vidhāyiṣu karma-gaṇeṣu |3|\nOh Lord of all things, the Supreme Śiva! Although Your devotees move in the unceasing flow of the wheel of karma, bearing the burden of their past actions, and affected by the incessant agitation of the restless mind, although they move in the dense forest of fate, entangled in the net of material bondage, and appear to be surrounded by the sorrows and bondages of this transient world, they remain untouched, just as a lotus leaf in the mud blossoms in water and is never affected by it.\nFor they have realized the great secret—that this entire universe, with all its transient joys and sorrows, rising and falling, birth and dissolution, is nothing but Your transcendental līlā, the unceasing dance of Your manifestation. The dialectics of gain and loss, happiness and misery, birth and death, which cause unceasing suffering to the ignorant, appear to them as mere ripples on the ocean of Your infinite being. How then can they be perturbed by the miseries of this mirage-like world?\nIndeed, fear arises where there is a sense of separateness, where the illusion of “other” exists. But when this veil of separation is removed, when the mind sees no difference between the self and the Supreme Being, what remains for fear to arise? The fire appears to be blazing to those who think themselves separate from it, but one who knows that he himself is the flame—how can he be afraid of his own nature?\nO Maheśwara! Those who have surrendered completely to You, whose vision has been opened to Self-knowledge by Your grace, move through this world as emperors of wisdom, free from the trivial anxieties that torment the ignorant. Whether they dwell in palaces or in dense forests, whether they are in the company of men or in utter solitude, they are always absorbed in the blissful experience that nothing exists apart from them, and that you alone pervade the entire universe.\nSo, Oh Lord, your devotees not only endure the storms of life, they rise above them. For a storm is a fear to one who thinks himself separate, but for one who has become the sky, what is the existence of a storm? For one who has become the source of bliss, suffering has no reality! Such a self-realized person, situated in the truth of his own self, moves through this world untouched by its transient shadows—just as the sun, though passing through the clouds, is never bereft of its radiance, always shining in its infinite, eternal existence—as the eternal light of your divine presence!\nअन्तक! मां प्रति मा दृशमेनां\nक्रोधकरालतमां विदधीहि।\nशङ्करसेवनचिन्तनधीरो\nभीषणभैरवशक्तिमयोऽस्मि॥४॥\ntransliteration:—\nantaka! māṁ prati mā dṛśamenāṁ\nkrodha-karāla-tamāṁ vidadhīhi |\nśaṅkara-sevana-cintana-dhīro\nbhīṣaṇa-bhairava-śakti-mayo‘smi |4|\nOh Lord of death, Oh Aṇtaka! Do not cast your destructive and terrifying gaze upon me, for I am not ignorant of the eternal truth—I am always absorbed in the worship of Śiva, who is beyond birth and destruction, the eternal witness of all things. Your terrifying form, which strikes fear into the hearts of the ignorant, cannot have any effect on me, for my mind is unshakeable, my soul is unmoved, and my heart is fortified by the flame of unbroken devotion.\nBy devoted penance, by concentrated meditation that is deeper than the depths of the ocean, and by contemplation that has consumed all separation in its flames, I have dissolved myself in the great power of Bhairava. That destructive power, before which even the gods tremble, is now pulsating in my heart. That principle, which destroys all dualities with a mere touch, is flowing through my being like a blazing fire. Oh Aṇtaka! What power can you have over a person who is already free from fear, duality and all bondage?\nYou, who dissolve all things in the wheel of time, stand before me in your most terrifying form, yet know this — I am neither afraid, nor will I yield. For I am one with Bhairava Himself—the electric force of Śiva’s fierce destruction, which swallows up all weaknesses, which is unwavering, and the very embodiment of the Supreme Being. Let your shadow spread across all the worlds, let your flames engulf the sky, still I stand above them, for I have surrendered myself to that fire. What is left for you to take from me now?\nIf you wish to cast your eyes upon me, do so without hesitation, but your monstrous form is now a mirage for me. I have crossed the limit where fear has any right. The dance of destruction, which frightens the weak and the bewildered, has now become the rhythm of my life. You are not my enemy, For where is fear for one who has become one with Bhairava Himself?\nइत्थमुपोढ़भवन्मयसंवि-\nद्दीधितिदारितभूरितमिस्रः।\nमृत्युर्यमान्तककर्मपिशाचै-\nर्नाथ! नमोऽस्तु न जातु बिभेमि॥५॥\ntransliteration:—\nittham-upoḍha-bhavan-maya-saṁvid-\ndīdhiti-dārita-bhūri-tamisraḥ |\nmṛtyur-yamāntaka-karma-piśācair-\nnātha! namo‘stu na jatu bibhemi |5|\nOh Bhairava, Oh fierce and compassionate Lord! I bow down to You, who is the very embodiment of the transcendent power, with utmost reverence. By Your infinite grace, the veils of my separation from you have been torn away, and You have revealed to me the ultimate truth—that You pervade all things, and that nothing exists apart from You. You are the primeval power hidden within the visible and the invisible, the vibration that animates creation, the fire that consumes all falsehood, and the flame that is the unceasingly shining consciousness of the undivided Bhairava.\nThe ignorance and delusion of my mind have been completely destroyed by the dawn of this divine light, just as the rays of the rising sun dispel a dense fog. Where before I wandered in doubt and delusion, entangled in the dream of duality, I now stand firm, fully awake in the radiance of Your infinite presence. Now there is no doubt, no hesitation, no instability—for You have shown me that I am one with You, my being has merged in the ocean of Your great being.\nSo then, Oh Bhairava, what fear can touch me now? Neither any army of demons, nor any dark and evil force can shake me, for I have come to know that all these are but reflections of Your infinite līlā. They arise and disappear momentarily like the waves of thoughts, but I am now absorbed in that unfathomable depth where You alone are independent and infinite.\nYama, the terrible lord of death, cannot now instill any fear in me. For death is feared only by one who is ignorant of the Truth, but for one who has experienced the Reality himself, death does not exist at all. Though Yama may come before me with his noose, though his terrible command may shake all the worlds, still I shall stand firm, for I have seen the way beyond his domain. I have drunk the nectar which comes from Your supreme knowledge.\nOh Bhairava! You who are the blazing flame of consciousness, who are the unabashed destroyer of all delusion! In Your hand is the sword which cuts the roots of ignorance, and Your fierce laughter is that which shakes the foundations of all delusions. You have broken all the bonds which bound me to the petty concerns of the world. Now I am neither shaken by the dance of life and death, nor am I shaken by the storms of fortune. I move fearlessly in Your name, for You are my final refuge, You are my eternal truth, and You are my true nature!\nप्रोदितसत्यविबोधमरीचि-\nप्रोक्षितविश्वपदार्थसतत्त्वः।\nभावपरामृतनिर्भरपूर्णे\nत्वय्यऽहमात्मनि निर्वृत्तिमेमि॥६॥\ntransliteration:—\nprodita-satya-vibodha-marīci-\nprokṣita-viśva-padārtha-satattvaḥ |\nbhāva-parāmṛta-nirbhara-pūrṇe\ntvayya‘ham-ātmani nirvṛttim-emi |6|\nThe true nature of all things in this world is neither revealed through the senses alone, nor can be known by the fickle mind. It is only through the divine rays of this awakened consciousness of Yours that their true nature is revealed—a consciousness that is neither limited nor fragmented, but infinite and self-luminous.\nIn this ultimate manifestation, where forms and appearances dissolve into their original existence, I see all things as waves in the ocean of Your infinite nature. Each object, each momentary event, appears in its true nature, bathed in the glow of Your pure light. In this sacred experience, where the knower, the known, and the act of knowing merge into one unbroken reality, I find supreme satisfaction.\nFor You, Oh Self-luminous Lord, are that divine nectar-like manifestation—where existence is not a mere shadow, but the very essence of consciousness itself, filled with supreme bliss. Realising this Truth, I fully embrace the Divine Principle that sustains all, and attain perfection; You the Eternal Self, beyond which there is nothing worth knowing.\nमानसगोचरमेति यदैव\nक्लेशदशाऽतनुतापविधात्री।\nनाथ! तदैव मम त्वदभेद-\nस्तोत्रपराऽमृतवृष्टिरुदेति॥७॥\ntransliteration:—\nmānasa-gocaram-eti yadaiva\nkleśa-daśā’tanu-tāpa-vidhātrī |\nnātha! tadaiva mama tvad-abheda-\nstotra-parā’mṛta-vṛṣṭirud-eti |7|\nWhen the fierce fire of great suffering—born of the sufferings, doubts, and ceaseless conflicts of this mortal world—enters the sacred realm of my mind, it shakes the depths of my being. It is like a cloudy storm that pours down a rain of misery, overshadows the clarity of awareness, disturbs the ground of peace, and casts shadows on the luminous firmament of my soul.\nBut at that very moment, Oh Lord! before this storm can take root, before despair can weave its web around my heart, there appears within me a rain of that supreme nectar—a rain filled not with grief but with the transcendental praise of Your non-dual glory. This praise is not a mere utterance of words, nor is it the empty practice of some outward devotion, but is the spontaneous feeling that washes away all delusions as a flood of Your transcendental remembrance.\nWhen this holy nectar pours down, the burning flames of pain are cooled, and what once seemed like a wound becomes the touch of Your infinite grace. I no longer try to escape pain by being overcome by duality, for I am drawn into the center of Your indivisible nature. In this divine union, where all dualities dissolve, even pain becomes a messenger of Your presence, drawing me deeper and deeper into the infinite ocean of Your infinite bliss.\nशङ्कर! सत्यमिदं व्रतदान-\nस्नानतपो भवतापविनाशि।\nतावकशास्त्रपराऽमृतचिन्ता\nस्यन्दति चेतसि निर्वृत्तिधाराम्॥८॥\ntransliteration:—\nśaṅkara! satyam-idaṁ vrata-dāna-\nsnāna-tapo bhava-tāpa-vināśi |\ntāvaka-śāstra-parā’mṛta-cintā\nsyandati cetasi nirvṛtti-dhārām |8|\nOh Śaṅkara, it is certainly true that service, charity, bathing in holy water and austerities performed with devotion burn away the miseries of this mortal life, they wash away the stains of past karmas and purify the heart. These auspicious practices, like the chisel of a skilled sculptor carving out a rough rock, refine the soul and carve out the path to salvation. Yet, Oh Lord, these great acts are associated with hard work, bound in the gradual flow of time, and involved in the process of gradual waning of bonds.\nBut is not the mere remembrance of the supreme nectar of Your divine teachings sufficient! No, even a mere glimpse of it, even a momentary meditation, like the appearance of the heavenly Ganga water, floods my entire being. Without any effort, without any delay, it pours the nectar of cool and infinite bliss into the depths of my heart. This bliss is not a momentary pleasure, nor a vanishing delight, but the very essence of Reality itself, the unbroken current of the divine flow of Self-recognization.\nFor in that one moment of meditation it becomes clear that all suffering was but a shadow of oblivion, a veil covering the divine radiance of the Self. Oh compassionate Lord! Your teaching is the divine touch that lifts this veil, and reveals the eternal Truth, the ever-existing, the ever-illuminating. And when this Truth is revealed within, all striving ceases, for I am what I have been seeking—completely bathed in the nectar-like light of Your infinite grace, eternally free.\nनृत्यति गायति हृष्यति गाढं\nसंविदियं मम भैरवनाथ!।\nत्वां प्रियमाप्य सुदर्शनमेकं\nदुर्लभमन्यजनैः समयज्ञम्॥९॥\ntransliteration:— \nnṛtyati gāyati hṛṣyati gāḍhaṁ\nsaṁvid-iyaṁ mama bhairava-nātha |\ntvāṁ priyam-āpya sudarśanam-ekaṁ\ndurlabham-anya-janaiḥ sama-yajñam |9|\nOh Lord Bhairava! The moment I saw You—not as some distant deity, not as some mental conception, but as my own inner Self—at that very moment my consciousness dissolved into a celebration of ecstasy. No longer hesitant, no veil of discrimination, it danced freely, singing sweetly of the indescribable bliss of its own identity. Every movement, every note that emanates from me is a surrender at Your feet, Oh my beloved! For in You I have found the Truth, the only one worth seeking.\nVast waves of bliss overwhelm my entire being, obliterating all boundaries, and washing away the last traces of duality. Now that supreme sacrifice, which is rare even for sages and yogis through countless austerities—that is, the oblation of non-duality where the drop spontaneously merges into the infinite ocean of existence—has become a direct and spontaneous experience for me. What was hitherto hidden under the veil of effort and sādhanā has now become directly self-revealed.\nFor within you, Oh Bhairava, there is no distance, no attainment, no sādhanā—only one unbroken, ever-illuminating Truth, which is the light of my eternal existence itself. In this great Recognition-Festival, where consciousness is rejoicing in its own infinity, I surrender myself completely, for there is nothing left to give.\nवसुरसपौषे कृष्णदशम्या-\nमभिनवगुप्तः स्तवमिदमकरोत्।\nयेन विभुर्भवमरुसन्तापं\nशमयति झटिति जनस्य दयालुः॥१०॥\ntransliteration:—\nvasu-rasa-pauṣe kṛṣṇa-daśamyāṁ-\nabhinavaguptaḥ stavam-idam-akarot |\nyena vibhur-bhava-maru-santāpaṁ\nśamayati jhaṭiti janasya dayāluḥ |10|\nThis is a supreme Hymn, composed by the most  venerable gurudeva Abhinavagupta on the sacred tenth day of the dark fortnight of the month of Pausa, in the sixty-eighth year of his age. It is not a mere collection of verses, but a divine flow—a radiant bridge that leads from the finite to the infinite. Through it, the compassionate Lord instantly cools the blazing flames of worldly sorrow by His infinite grace.\nJust as the rippling clouds of water pour down upon the scorching desert and cool it, so this hymn consoles the restless soul, dispelling the mirage and revealing the ever-present Truth. Each verse is imbued with the power of realization that is the key to liberation. It reveals to the seeker that this flame of sorrow is only a dream born of forgetfulness. Whoever surrenders himself to these sacred words with reverence and understanding, there arises in him the supremely cool touch of divine consciousness, which dissolves the fatigue and toil of countless lifetimes.\nThis stotra is, therefore, not to be merely read, but to be imbibed; not to be merely recited, but to be experienced. For at its core is the voice of the Supreme Lord Himself, calling out to the lost soul—to His own eternal abodeless abode, where all thirst is satiated, all seeking is fulfilled, and all suffering ceases forever.\nसमाप्तं स्तवमिदमभिनवाख्यं पद्यनवकम्॥\nSamāptaṃ stavamidamabhinavākhyaṃ padyanavakam |\nThis hymn, consisting of nine ever-new verses, now comes to its conclusion.\nTranslated by Nagkumar; Inspired from My Guru Īśvarasvarupa Swāmī Lakṣamaṇajū.\nlisten from swamiji on youtube. listen and learn to sing from Smt. Ashwini Bhide Deshpande."},"scriptures/dehasthadevatācakra-stotram":{"title":"dehasthadevatācakra stotram","links":[],"tags":["dehasthadevatācakrastotram","abhinavagupta","scriptures"],"content":"“The Hierophany of Transcendental Quintessence”\n[a tāntrik invocation on the wheel of the intrinsic divinities]\n— MAHĀMAHEŚVARĀĊĀRYA ABHINAVAGUPTAḤ\n\nअसूरसूरवृन्दवन्दितमभिमतवरवितरणे निरतम्।\nदर्शनशताग्र्यपूज्यं प्राणतनुं गणपतिं वन्दे॥१॥\nasūrasūravṛndavanditamabhimatavaravitaraṇe niratam|\ndarśanaśatāgryapūjyaṃ prāṇatanuṃ gaṇapatiṃ vande|1|\nI offer my respectful obeisances unto Gaṇapati, the Lord of the Gaṇas, who is the very manifestation of the sacred breath of Praṇa, the Supreme Being. He, who gives the highest and the greatest resolution, is equally revered by the gods and the demons. He is the chief of all philosophies, the first to be revered, for he alone paves the way to divine realization.\nवरवीरयोगिनीगणसिद्धावलिपूजितांघ्रियुगलम्।\nअपहृतविनयिजनार्तिं वटुकमपानाभिधं वन्दे॥२॥\nvaravīrayoginīgaṇasiddhāvalipūjitāṃghriyugalam|\napahṛtavinayijanārtiṃ vaṭukamapānābhidhaṃ vande|2|\nI bow before the divine Vaṭuka, who is the very essence of the breath, whose holy feet are venerated by a sacred lineage of great heroes and accomplished siddha-s, and who is always served by illustrious yoginī-s. The compassionate Lord removes the sufferings of His devotees and takes away all their sorrows by His infinite grace.\nआत्मीयविषयभोगैरिन्द्रियदेव्यः सदा हृदम्भोजे।\nअभिपूजयन्ति यं तं चिन्मयमानन्दभैरवं वन्दे॥३॥\nātmīyaviṣayabhogairindriyadevyaḥ sadā hṛdambhoje|\nabhipūjayanti yaṃ taṃ cinmayamānandabhairavaṃ vande|3|\nI praise the divine Ānandabhairava, who is the very manifestation of the Supreme Consciousness and who always shines in the heart lotus. He whom the divine goddesses of the senses worship and offer their devotion to through pure sensory bliss.\nयद्धीबलेन विश्वं भक्तानां शिवपथं भाति।\nतमहमवधानरूपं सद्गुरुममलं सदा वन्दे॥४॥\nyaddhībalena viśvaṃ bhaktānāṃ śivapathaṃ bhāti|\ntamahamavadhānarūpaṃ sadgurumamalaṃ sadā vande|4|\nI offer my infinite respect to the pure Sadguru, whose very nature is the luminous consciousness of the soul itself. By His grace, this entire universe appears to the devotees as a sacred path to reach Śiva, who is illuminated by the supreme power of knowledge.\nउदयावभासचर्वणलीलं विश्वस्य या करोत्यनिशम्।\nआनन्दभैरवीं तां विमर्शरूपां अहं वन्दे॥५॥\nudayāvabhāsacarvaṇalīlaṃ viśvasya yā karotyaniśam|\nānandabhairavīṃ tāṃ vimarśarūpāṃ ahaṃ vande|5|\nI praise Ānandabhairavī, who is the very manifestation of supreme consciousness. In her unceasing divine play she unfolds the epic of creation’s arising, illumination and dissolution—creating, sustaining and ultimately absorbing the entire universe within herself.\nअर्चयति भैरवं या निश्चयकुसुमैः सुरेशपत्रस्था।\nप्रणमामि बुद्धिरूपां ब्रह्माणीं तामहं सततम्॥६॥\narcayati bhairavaṃ yā niścayakusumaiḥ sureśapatrasthā|\npraṇamāmi buddhirūpāṃ brahmāṇīṃ tāmahaṃ satatam|6|\nI offer my infinite obeisances unto the divine Brahmāṇī, who is herself the essence of divine wisdom. Seated on the sacred lotus leaf of the Lord of gods, she offers worship to Bhairava with fragrant flowers of unwavering determination.\nकुरुते भैरवपूजामनलदलस्थाभिमानकुसुमैर्या।\nनित्यमहंकृतिरूपां वन्दे तां शाम्भवीमम्बाम्॥७॥\nkurute bhairavapūjāmanaladalasthābhimānakusumairyā|\nnityamahaṃkṛtirūpāṃ vande tāṃ śāmbhavīmambām|7|\nI constantly offer my prayers to Mother Śāmbhavī, who is the very manifestation of the false ‘I’. In her divine play, she worships Bhairava with the flowers of the ego, which adorn the divine flames of the true, luminous ‘I’.\nविदधाति भैरवार्चां दक्षिणदलगा विकल्पकुसुमैर्या।\nनित्यं मनः स्वरूपां कौमारीं तामहं वन्दे॥८॥\nvidadhāti bhairavārcāṃ dakṣiṇadalagā vikalpakusumairyā|\nnityaṃ manaḥ svarūpāṃ kaumārīṃ tāmahaṃ vande|8|\nI offer my infinite obeisances unto the Divine Kaumārī, who is herself the form of Mind. Pervading the southern side of the mysterious lotus of Consciousness, she offers sacred worship to Bhairava through the flowers of thought.\nनैरृतदलगा भैरवमर्चयेतेशब्दकुसुमैर्या।\nप्रणमामि श्रुतिरूपां नित्यं तां वैष्णवीं शक्तिम्॥९॥\nnairṛtadalagā bhairavamarcayeteśabdakusumairyā|\npraṇamāmi śrutirūpāṃ nityaṃ tāṃ vaiṣṇavīṃ śaktim|9|\nI offer my constant obeisances to that radiant Vaiṣṇavī, who is the very manifestation of the divine power of hearing. She occupies the sacred petal of the south-west direction and offers worship to Bhairava with flowers in the form of sound.\nपश्चिमदिग्दलसंस्था हृदयहरैः स्पर्शकुसुमैर्या।\nतोषयति भैर्वं तां त्वग्रूपधरां नमामि वाराहीम्॥१०॥\npaścimadigdalasaṃsthā hṛdayaharaiḥ sparśakusumairyā|\ntoṣayati bhairvaṃ tāṃ tvagrūpadharāṃ namāmi vārāhīm|10|\nI bow to the divine Vārāhī, who is the embodiment of the element of touch. Seated on the sacred western petal, she pleases the fierce Bhairava with an offering of fragrant flowers in the form of touch—an offering that stirs the innermost being of the heart with its enchanting essence.\nवरतररूपविशेषैर्मारुतदिग्दलनिषण्णदेहा या।\nपूजयति भैरवं तामिन्द्राणीं दृक्तनुं वन्दे॥११॥\nvaratararūpaviśeṣairmārutadigdalaniṣaṇṇadehā yā|\npūjayati bhairavaṃ tāmindrāṇīṃ dṛktanuṃ vande|11|\nI sing the glories of the illustrious Indrāṇī, who is the very manifestation of divine vision. Seated on the sacred north-western petal—where the power of the Maruts abides—She worships Bhairava with the brilliance of innumerable supreme forms, each a divine manifestation of His infinite glory.\nधनपत्तिकिसलयनिलया या नित्यं विविधषड्रसाहारैः।\nपूजयति भैरवं तां जिह्वाभिख्यां नमामि चामुण्डाम्॥१२॥\ndhanapattikisalayanilayā yā nityaṃ vividhaṣaḍrasāhāraiḥ|\npūjayati bhairavaṃ tāṃ jihvābhikhyāṃ namāmi cāmuṇḍām|12|\nI worship the supreme Cāmuṇḍā, who is the very manifestation of the sacred tongue. She is always absorbed in the worship of Bhairava and enjoys the varied flavours of the six tastes. Situated in the bud of Kubera, the possessor of divine wealth, she animates the north direction with her divine presence.\nईशदलस्था भैरवमर्चयते परिमलैर्विचित्रैर्या।\nप्रणमामि सर्वदा तां घ्राणाभिख्यां महालक्ष्मीम्॥१३॥\nīśadalasthā bhairavamarcayate parimalairvicitrairyā|\npraṇamāmi sarvadā tāṃ ghrāṇābhikhyāṃ mahālakṣmīm|13|\nI offer my infinite obeisances to the luminous Mahālakṣmī, who is the very manifestation of divine fragrance. She resides in the sacred north-eastern petal of the Lord and offers worship to Bhairava through various divine fragrances, each a celestial hymn of devotion and grace.\nषड्दर्शनेषु पूज्यं षट्त्रिम्शत्तत्त्वसंवलितम्।\nआत्माभिख्यं सततं क्षेत्रपतिं सिद्धिदं वन्दे॥१४॥\nṣaḍdarśaneṣu pūjyaṃ ṣaṭtrimśattattvasaṃvalitam|\nātmābhikhyaṃ satataṃ kṣetrapatiṃ siddhidaṃ vande|14|\nI constantly worship the divine Kṣetrapati, who is the self-nature of the soul and the bestower of supreme perfection. Encircled by the thirty-six elements, He is worthy of worship through the six great visions, the same luminous elements that illuminate the path to supreme perfection.\nसंस्फुरदनुभवसारं सर्वान्तः सततसन्निहितम्।\nनौमि सदोदितमित्थं निजदेहगदेवताचक्रम्॥१५॥\nsaṃsphuradanubhavasāraṃ sarvāntaḥ satatasannihitam|\nnaumi sadoditamitthaṃ nijadehagadevatācakram|15|\nThus I praise the wheel of those ever-pulsating, ever-ascending, ever-existing deities—the ultimate and transcendent Reality, which exists beyond all finite limits. Naturally pervading the body, it is the very essence of experience itself, shining forth as the root of divine consciousness and the infallible source of the manifestation of the entire creation.\n॥इति श्रीदेहस्थदेवताचक्रस्तोत्रं श्रीमदभिनवगुप्तपादविरचितम्॥\n|iti śrīdehasthadevatācakrastotraṃ śrīmadabhinavaguptapādaviracitam|\nThis is the sacred Dehasthadevatācakrastotram—the revered stotra on the chakra located in the body of the sense deities—composed by the most revered Master Abhinavagupta.\nTranslated by Nagkumar; Inspired from My Guru Īśvarasvarupa Swāmī Lakṣamaṇajū."},"scriptures/stavacintāmaṇiḥ":{"title":"stavacintāmaṇiḥ","links":[],"tags":["stavacintamani","bhattanarayana","scriptures"],"content":"“The Mystickal Pearl of One-pointedness” 01%\n— MAHĀMAHEŚVARĀĊĀRYA BHAṬṬA NĀRĀYAṆA\nॐ नमश्चिद्भैरवाय ।\n॥ अथः श्रीभट्टमारायणविरचितः स्तवचिन्तामणिः ॥\nOṃ namaścidbhairavāya |\nAtha śrībhaṭṭanārāyaṇaviracitaḥ stavacintāmaṇiḥ ||\nHail unto Bhairava, He who is all-consciousness.\nThis is the stotra-cintāmani composed by Śrī Bhatta-Mārāyaṇa.\nसुगिरा चित्तहारिण्या पश्यन्त्या दृश्यमानया ।\nजयत्युञ्ज्ञासितानन्द महिमा परमेश्वरः ॥१॥\nsugirā cittahāriṇyā paśyantyā dṛśyamānayā |\njayatyullāsitānanda mahimā parameśvaraḥ |1|\nThis is the initial salutation to Lord Śiva. We bow down before the feet of Lord Śiva and offer our respects, declaring, “Victory to the Divine Guru, Victory to Śiva.” When Lord Śiva utters His holy voice—that supreme, matchless and divine utterance (that is, that highest and most beautiful utterance)—He completely subjugates your mind, with all its thoughts and conceptions. His single word attracts your mind and dissolves it, erasing every thought and imagination. His compassionate glance, which is filled with infinite grace, sends within you infinite waves of divine bliss. May the glorious Lord Śiva always triumph! May He always triumph—He, whose word silences the mind and its delusions, and whose glance of grace dispels all worries and sorrows.\nReflections:\nThe form of Lord Śiva’s supreme voice is the sound that is the essence of consciousness itself. It is the pulse - the unspoken resonance, Parāvāk—the silent motionless-vibration.\nयः स्फीतः श्रीदयाबोधपरमानन्दसंपदा ।\nविद्याद्दश्याततमाहात्म्यः स जयल्यपराजितः ॥ २ ॥\nyaḥ sphītaḥ śrīdayābodhaparamānandasaṁpadā |\nvidyoddyotitamāhātmyaḥ  sa jayatyaparājitaḥ |2|\nMay Lord Śiva be eternally victorious, eternally triumphant—He whose glory is manifested through the divine splendor of śrī-dayā-bodha-paramānandasaṁpadā. Śri is the infinite richness of pure consciousness; Dayā is the epitome of compassion and benevolence. He is supremely glorious through infinite grace, the immense wealth of divine consciousness, infinite grace, bodha (all-pervading knowledge), and paramānanda (ultimate bliss).\nMay Lord Śiva, who is radiant with the radiance of omnipresent consciousness, eternal compassion, supreme knowledge (Bodha), and supreme bliss, be eternally victorious.\nMay He be eternally victorious—He whose greatness is illuminated and empowered by the light of Vidyā and Śuddha Vidyā (the purest and most subtle knowledge). May that infinite consciousness pervade all directions, circulate everywhere, and rule over the entire universe.\nReflections:\nThese are two verses, simple prayers dedicated to Lord Śiva. Now Bhaṭṭa Nārāyaṇa will begin these sacred devotional hymns, and we will go through them one by one.\nप्रसरद्विन्दुनादाय\nशुद्धामृतमयात्मने ।\nनमोऽनन्तप्रकाशाय\nशंकरक्षीरसिन्धवे ॥३॥\nprasaradbindunādāya\nśuddhāmṛtamayātmane |\nnamo’nantaprakāśāya\nśaṅkarakṣīrasindhave |3|\nI bow to Śaṅkara who is like an ocean of milk, an infinite ocean of pure sweet milk. I bow to Śaṅkara who is like an infinite ocean of milk, and it is expanding [prasarat] bindu nādāya, where the divine two-fold or divine dual flow of bindu and nādā takes place.\nThese are two positions of Parābhairava which Bindu meaning Prakāśa and nādā is Vimarśa. Bindu is basically “I-consciousness”; nādā is to feel and observe “I-consciousness.” All Consciousness is bindu; and the feeling “I am consciousness, I am universal consciousness,” that is nādā.\nFor example, the light [prakāśa] of the sun, the [prakāśa] of the moon, the [prakāśa] of fire—these are all bindu, but they do not have nādā. These lights do not have the understanding of their existence, they don’t know they exists. The sun has light, but the sun does not know that “I am light.” It is only a star, it does not have the awareness that “I am full of this light.”\nWhen this awareness arises, when the understanding develops that “I am this light, or I am filled with this prakāśa,” then it is called nādā. Both Bindu and Nādā are found in the universal consciousness. The other lights have only Bindu, not Nādā. Nādā is understanding and perception.\nThe fire burns, but it does not know that “I am burning.” Similarly, the light of the moon, the light of the sun—they are unknown by their nature. But the universal consciousness has both Bindu and Nādā.\nSimilarly, prakāśa and vimarśa are called Bindu and Nādā in the Śāmbhava state. In Śāktopāya, Jñāna and Krīyā [knowledge and action] are considered Bindu and Nādā. In Ānavopāya, the inhalation and exhalation of breath are Bindu and Nādā.\nInhalation and exhalation are Bindu and Nādā from the perception of Ānavopāya, knowledge and action according to Śāktopāya, and prakāśa and vimarśa in the perception of Śāmbhavopāya.\n“Prasarat Bindu Nādāya,” that is, I bow to Lord Śiva, who is full of Bindu and Nādā. Within him the flows of prakāśa and vimarśa always exist—in the śāmbhava state, in the śākta state, and in the ānava state, the incoming breath and out-going breath.\nIn the ānava state—inhalation and exhalation.\nIn the śāktopāya—action and knowledge.\nIn the śāmbhavopāya—prakāśa and vimarśa.\n“Śuddhāmṛtamayātmane,” and this is the fullness of pure nectar. The purest nectar is found only in the universal consciousness. Other nectar is found in the demigods, making them immortal, but only for a certain time.\n“Kṣīṇe puṇye martya lokaṁ viśanti,“—when the virtue is depleted, they again come to the mortal world. The effect of that nectar eventually ceases.\nBut the nectar that is found in the universal consciousness, found in Lord Śiva, is the real and eternal nectar. It is never destroyed, never ends. It remains forever. This is the meaning of “Śuddhāmṛtamayātmane.”\nAnd “namo ananta prakāśāya,” He is the light of all lights. He is the light of all darknesses (light of all darknesses of ignorance). All light and darkness, both have manifested from Him.\n“Śaṅkarakṣīra-sindhave,” I bow to that Śaṅkara who is like an infinite ocean of sweet milk.\nद्विष्मस्त्वां त्वां स्तुमस्तुभ्यं\nमन्त्रयामोऽम्बिकापते ॥\nअतिवाल्लभ्यतः साधु\nविश्वङ्गो धृतवानसि ॥४॥\ndviṣmastvāṁ tvāṁ\nstumastubhyaṁ\nmantrayāmo’mbikāpate |\nativāllabhyataḥ sādhu\nviśvaṅno dhṛtavānasi |4|\nOh Lord of My Sweet Mother Aṁbikā, Oh husband of my universal mother (the universal mother is Pārvati), Oh Lord of the Mother, O Lord Śiva, I love You so much. Ativāllabhyataḥ — I love You very much, I have great attachment to You. And because of this great attachment, sometimes I even hate You!\nThough I hate You sometimes, you should not care about that. I will sometimes praise You (stumas-tubhyaṁ). I will praise You only because of my love to You, because of great love. I love You very much, so I also hate You. I love You very much, so I also praise You.\nMantrayāma, I chant Your mantra, because I love You. Ativāllabhyataḥ, because I have nobody else. I have no one else to support or to lean on — only You. So whom should I hate? I will hate You! Because viśvaṅno dhṛtavānasi, I see you everywhere, in every form, in every thing.\nI see you everywhere, so I love you so much — I will hate you, praise you, hit you, kick you, embrace you — I will do everything, do everything to you."},"socials":{"title":"socials","links":[],"tags":["socials","connect","discuss","contact"],"content":"Our Socials\n\n\n        \n    \n Telegram Group\n    \n\n        \n    \n Discord Server\n    \n\n        \n    \n Matrix\n    \n\n        \n    \n Reddit\n    \n\n        \n    \n    \n    \n YouTube\n    \n\n        \n    \n    \n Threads\n    \n\n        \n    \n    \n    \n Instagram\n    \n\n        \n    \n Facebook\n    \n\n        \n    \n    \n Github Nagkumar\n    \n\n        \n    \n    \n Github Trikashasan\n    \n"},"videos":{"title":"videos","links":["☆-“TRIKA”-is-EVERYTHING-ॐ"],"tags":["videos","youtube","playlist"],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOUTUBE VIDEOS BY Ｎａｇｋｕｍａｒ です.MUSICLETEST UPLOADSMEDITATIONSDIKSHA &amp; INITIATION☆ “TRIKA” is EVERYTHING ॐHOW TO POSSESS MAHĀŚIVARĀTRĪTHE SCIENCE OF TANTRĀLOKA—CH01THE SCIENCE OF TANTRĀLOKA—CH01EP01: साधना के उपायोंका प्रथम पारस्‍परिक परिचयIn this video I shall introduce you to the upāya-s of sādhanā: ŚĀMBHOPĀYA, ŚĀKTOPĀYA. ĀṆAVOPĀYA and little explanations on each upāya that how these upāya-s work.THE SCIENCE OF TANTRĀLOKA—CH01EP02: शाम्भव अवस्था; निर्विकल्प अवस्था और रहस्यमयी समावेशIn this video I shall tell you about the end goal of three upāya-s of sādhanā: ŚĀMBHOPĀYA, ŚĀKTOPĀYA. ĀṆAVOPĀYA; that which known as ŚĀṂBHAVA AVASTHĀ [STATE] and with the help of examples of human life v/s a śivayogīṇ&#039;s life, I try to explain that how this śāṃbhava state works and how it really feels.THE SCIENCE OF TANTRĀLOKA—CH01EP03: शाम्भवोपाय की विधी तथा आवेश की परिभाषाIn this video I shall introduce you to the very first upāya the “ŚĀṂBHAVOPĀYA” and how does it work or how to apply it practically, for sādhanā. Also I will continue on the previous episode&#039;s explanation of ŚĀṂBHAVA AVASTHĀ [STATE] and SAMĀVEŚĀ of ŚĀṂBHAVOPĀYA. I will try to explain the method in order to succeed in entry to śāṃbhava samāveśā.THE SCIENCE OF TANTRĀLOKA—CH01EP04: शाक्तोपाय की विधी तथा आवेश की परिभाषाIn this video I shall introduce you to the very second upāya “ŚĀKTOPĀYA” and how does it work or how to apply it practically, for sādhanā. “ŚĀKTOPĀYA” is defined as the means which exists in the world of mono-duality, in the world where duality and non-duality exist together, is “ŚĀKTOPĀYA.” I will try to explain the method in order to succeed in entry to śāktā—śāṃbhava samāveśā.THE SCIENCE OF TANTRĀLOKA—CH01EP05: आनवोपाय की विधी तथा आवेश की परिभाषाIn this video I shall introduce you to the very third upāya “ĀṆAVOPĀYA” and how does it work or how to apply it practically, for sādhanā. “ĀṆAVOPĀYA” is defined as an inferior means which exists in the world of duality, in the world where only duality exists and is also known as “Bhedopāya.” In “ĀṆAVOPĀYA”, the strength of your awareness is such that you have to take the support of everything as an aid to maintain and strengthen your awareness.THE SCIENCE OF TANTRĀLOKA—CH01EP06: अनुपाय—प्रकाशन और काश्मीर शैवावाद मे मोक्ष की परिभाषाIn this video I shall introduce you to the “AṆŪPĀYA.” AṆŪPĀYA means, where there is no upāya, where there is no adoption of any way, any method to attain this state. As if this “AṆŪPĀYA” would be the state, then in that case and that is really existing–that AṆŪPĀYA, for that there is no way to explain or attain it with any practice, you can’t practice that AṆŪPĀYA. “AṆŪPĀYA” is defined very similar to the svātantrya of śiva which exists in everything instantaneously. But just to get the firm understanding to the entry in that AṆŪPĀYA state, I have tried to sum it up in this video as per the instructions from my gurudeva.THE SCIENCE OF TANTRĀLOKA—CH01EP07: काश्मीर शैववाद मे बौद्धज्ञान और पौरुषज्ञान की परिभाषाIn this enlightening video we delve deep into the profound teachings of Kashmir Śaivism, exploring the intricate relationship between ignorance (ajñāna) and knowledge (jñāna) as the keys to liberation. Drawing from sacred śāstras, we discuss how ignorance binds us to the cycle of saṁsāra, leading to repeated births and deaths, while true knowledge liberates us from these bonds. We explore the concept of mala or impurity in its various forms—āṇavamala, māyīyamala, and kārmamala—and how they obscure our true nature, which is all-Being (sat), all-consciousness (cit), and all-bliss (ānanda). Discover the distinction between pauruṣa ajñāna (practical ignorance) and bauddha ajñāna (intellectual ignorance), and how these forms of ignorance are overcome through the grace of a master, meditation, and the study of monistic Śaiva texts. This video also highlights the importance of balancing pauruṣa jñāna (practical knowledge) and bauddha jñāna (intellectual knowledge) on the path to becoming a jīvanmukta—one who is liberated while still living. Learn why finding a master who embodies both these forms of knowledge is crucial for spiritual progress.THE SCIENCE OF TANTRĀLOKA—CH01EP08: काश्मीर शैववाद मे वाक सिद्धांत की परिभाषाIn this video we shall delve deep into the profound wisdom of Kashmir Shaivism with an intricate exploration of the VĀKĆATUṢTAYA SIDDHĀNTA, the esoteric understanding of speech &amp; its fourfold manifestation. We unravel the secrets of Parā, Paśyantī, Madhyamā &amp; Vaikharī, the four stages of speech and their sub-states described in the ancient texts of Trikaśāsan. Gain a clear understanding of Kashmir Śaivism’s intricate philosophy of speech. Learn practical insights into using sound and perception as tools for meditation and self-realization.ORIGINSTHE ULTIMATE GUIDE TO KASHMIR SHAIVISM"}}